Repository: MediaPortal/MPTagThat-2
Catalog: MPTagThat/Source/MPTagThat/Resources/Localization/Strings.*.resx
Languages: da, de, es, fi, fr, lt, nl, no, sv

# tagAndRename_FirstNofArtist
source: First "n" char of Artist
da: = Første \"n\" tegn af kunstner
de: Die ersten "n" Zeichen des Interpreten
es: = Primeros \"n\" caracteres del Artista
fr: = \"n\" premières lettres de l\'artiste
lt: = Pirmas \"n\" atlikėjo simbolis
nl: = Eerste \"n\" karakters van Artiest
no: = Første \"n\" bokstav fra Artist
sv: = Första \"n\" bokstäverna i artistnamn

# tagAndRename_Folder
source: \ = Folder: to specify that parameters in front of it to be taken from the folder name
da: \ = Folder: angiver, at parametrene foran det skal tages fra foldernavn
de: \ = Verzeichnis: Parameter vor dem Indikator werden aus der Verzeichnisstruktur übernommen.
es: \ = Carpeta: Si están enfrente de la carpeta, especifica que los parámetros deben tomarse del nombre de la carpeta
fr: \ = Dossier: indique que les paramètres en face de ce dossier sont à extraire du nom du dossier
lt: \ = Katalogas: nustatyti šiuos parametrus pradžioje pagal katalogo vardą
nl: \ = Map: om te specificeren dat parameters moeten gehaald uit de bestandsstruktuur.
no: \ = Mappe: for å spesifisere parameter før eller for å hente navn fra folderer
sv: \ = Folder: parametrar framför denna formel hämtas från Mappnamnet

# tagAndRename_Group
source: Content Group
da: Indholdsgruppe
de: Gruppierung
es: Grupo de Contenido
fr: Groupe de contenu
lt: Turinio grupavimas
nl: Groeptype
no: Innholds Gruppe
sv: Innehållsgrupp

# tagAndRename_Header_Rename
source: Rename File
da: Kan ikke omdøbe fil {0}: {1}
de: Datei umbenennen
es: No se puede renombrar el Archivo {0}: {1}
fr: Impossible de renommer le fichier {0} : {1}
lt: Negalima pervardinti failo {0}: {1}
nl: Kan bestandsnaam niet aanpassen {0}: {1}
no: Kan ikke gi nytt navn til fil {0}: {1}
sv: Det går inte att byta namn på filen {0}: {1}

# tagAndRename_ModifiedBy
source: Modified / remixed by
da: Modifiseret / remixed af
de: Modifiziert / Remixed von
es: Modificado / Remezclado por
fr: Modifié / remixé par
lt: Modifikuota/remiksuota
nl: Aangepast / geremixed door
no: Modifisert / remikset av
sv: Ändrad / remixad av

# tagAndRename_NameTooLong
source: Filename too long. Please change it.
da: Filnavn for lang. Venligst ændre det.
de: Dateiname zu lang. Bitte ändern
es: Nombre de archivo demasiado largo. Por favor, cámbielo
fr: Nom du fichier trop long. Modifiez-le!
lt: Failo vardas per ilgas. Prašome pakeisti.
nl: Bestandsnaam te lang. A.u.b. aanpassen.
no: Filnavn for langt. Vennligst forandre det
sv: Filnamnet är för långt. Justera det nu.

# tagAndRename_NumberDigits
source: Number of Digits
da: Antal cifre
de: Anzahl von Stellen
es: Número de Dígitos
fr: Numérotation
lt: Skaitmenų kiekis
nl: Aantal tekens
sv: Antal tecken

# tagAndRename_Rename
source: Can't Rename File {0}: {1}
de: Kann Datei nicht umbenennen: {0} {1}

# tagAndRename_StartAt
source: Start at
da: Start ved
de: Start bei
es: Comienza a
fr: Démarrer à
lt: Pradėti nuo
nl: Start vanaf
no: Start fra
sv: Börja vid

# tagAndRename_SubTitle
source: SubTitle
da: Undertekst
de: Untertitel
es: Subtítulo
fr: Sous-titre
lt: Subtitrai
nl: SubTitel
no: Undertekst
sv: Undertext

# tagAndRename_Title
source: Title
de: Titel
es: Título
fr: Titre
lt: Antrašatė
nl: Titel
no: Tittel
sv: Titel

# tagAndRename_Track
source: Track Number
da: Track nummer
de: Tracknummer
es: Pista Número
fr: Numéro de piste
lt: Takelio numeris
nl: Nummer
no: Spor Nummer
sv: Spårnummer

# tagAndRename_TrackTotal
source: Total # of tracks
da: Total # af tracks
de: Gesamt # von Tracks
es: # Total de Pistas
fr: Nb total de pistes
lt: Iš viso takelių #
nl: Totaal aantal Nummers
no: Total # av spor
sv: Totalt # antal spår

# tagAndRename_Unused
source: Unused
da: Ikke brugt
de: Ignorieren
es: Sin Usar
fr: Inutilisé
lt: Nenaudojamas
nl: Negeren
no: Ubrukt
sv: Används ej

# tagAndRename_Year
source: Year
da: År
de: Jahr
es: Año
fr: Année
lt: Metai
nl: Jaar
no: År
sv: År

# songHeader_FileName
source: File Name
da: Filnavn
de: Dateiname
es: Nombre de Archivo
fr: Nom du fichier
lt: Failo vardas
nl: Bestandsnaam
no: Fil Navn
sv: Fil-Namn

# songHeader_FilePath
source: Path
da: Sti
de: Pfad
es: Ruta
fr: Chemin
lt: Failo kelias
nl: Pad
no: Bane
sv: Sökväg

# songHeader_NewFileName
source: New File Name
da: Nyt filnavn
de: Neuer Dateiname
es: Nuevo Nombre de Archivo
fr: Nouveau nom du fichier
lt: Naujas failo vardas
nl: Nieuwe Bestandsnaam
no: Nytt Fil Navn
sv: Nytt Fil-Namn

# songHeader_NumTracks
source: Num. Tracks
de: Anz. Tracks
es: Num. Pistas
fr: Numéroter les pistes
lt: Takelių num.
nl: Nummer #
no: Ant. Spor
sv: Num. Spår

# songHeader_Title
source: Title
da: Titel
de: Titel
es: Título
fi: Otsikko
fr: Titre
lt: Antraštė
nl: Titel
no: Tittel
sv: Titel

# songHeader_Artist
source: Artist
da: Kunstner
de: Interpret
es: Artista
fi: Artisti
fr: Artiste
lt: Atlikėjas
nl: Artiest

# songHeader_AlbumArtist
source: Album Artist
da: Album kunstner
de: Album Interpret
es: Álbum Artista
fr: Artistes de l\'album
lt: Albumo atlikėjas
nl: Album Artiest

# songHeader_Year
source: Year
da: År
de: Jahr
es: Año
fr: Année
lt: Metai
nl: Jaar
no: År
sv: År

# songHeader_CreationTime
source: Created
da: Oprettet
de: Erstellt
es: Creado
fr: Créé
lt: Sukurta
nl: Productiedatum
no: Opprettet
sv: Skapad

# songHeader_LastWriteTime
source: Changed
da: Ændret
de: Geändert
es: Cambiado
fr: Modifié
lt: Pakeista
nl: Veranderd
no: Forandret
sv: Ändrad

# songHeader_TagType
source: Type
de: Typ
es: Tipo
lt: Tipas
sv: Typ

# songHeader_Disc
source: Disc #
de: Medien #
es: Disco #
fr: # disque
lt: Diskas #
nl: Disk #
no: Disk #
sv: Skiva #

# songHeader_NumDisc
source: Num. Discs
de: Anz. Medien
es: Num. Discos
fr: Numéroter les dsques
lt: Disko num.
nl: Genum. Disks
no: Ant. CD\'r
sv: Num. Skivor

# songHeader_Rating
source: Rating
de: Bewertung
es: Puntuación
fi: Arvostelu
fr: Evaluation
lt: Vertinimas
nl: Waardering
sv: Gradering

# songHeader_Comment
source: Comment
da: Kommentar
de: Kommentar
es: Comentario
fi: Kommentti
fr: Commentaire
lt: Komentaras
nl: Commentaar
no: Kommentar
sv: Kommentar

# songHeader_Composer
source: Composer
da: Komponist
de: Komponist
es: Compositor
fr: Compositeur
lt: Kompozitorius
nl: Component
no: Komponist
sv: Kompositör

# songHeader_Conductor
source: Conductor
da: Dirigent
de: Dirigent
es: Director
fr: Chef d\'orchestre
lt: Dirigentas
nl: Dirigent
no: Dirigent
sv: Dirigent

# songHeader_NumPics
source: # Pics
da: # Bil
de: # Bilder
es: # Fotos
fr: Image #
lt: # Vaizdų
nl: # Afbeelding
no: # Bilder
sv: # Bilder

# songHeader_Picture
source: Picture
da: Billede
de: Bilder
es: Foto
fi: Kuva
fr: Image
lt: Vaizdas
nl: Afbeelding
no: Bilde
sv: Bild

# songHeader_ArtistSortName
source: Artist Sortname
da: Kunstner sorteringsnavn
de: Interpret Sortname
es: Ordenar por Artista
fr: Nom de genre d\'artiste
lt: Atlikėjų rušiavimo žodis
nl: Sorteer op Artiest
no: Artist Sorteringsnavn
sv: Sorteringsnamn - Artist

# songHeader_CommercialInformation
source: Commercial Information
da: Kommerciel information
de: Kommerz. Information
es: Información Comercial
fr: Informations commerciales
lt: Komercinė informacija
nl: Commerciële Informatie
no: Kommersiell Information
sv: Reklam-Information

# songHeader_EncodedBy
source: Encoded by
da: Kodet af
de: Enkodiert durch
es: Codificado por
fr: Encodé par
lt: Kodavo
nl: Gecodeerd door
no: Encoded av
sv: Encoding gjord av:

# songHeader_Interpreter
source: Interpreted by
da: Tolket af
de: Interpretiert von
es: Interpretado por
fr: Interprété par
lt: Išaiškino
nl: Geïnterpreteerd door
no: Tolket av
sv: Tolkad av

# songHeader_Grouping
source: Grouping
da: Gruppering
de: Gruppierung
es: Agrupación
fr: Groupement
lt: Grupavimas
nl: Gegroepeerd
no: Gruppering
sv: Gruppering

# songHeader_Lyrics
source: Lyrics
da: Tekster
de: Liedtext
es: Letras
fi: Lyriikat
fr: Paroles
lt: Dainos žodžiai
nl: Liedteksten
no: Tekster
sv: Texter

# songHeader_MediaType
source: Media Type
da: Medie Type
de: Medien Typ
es: Tipo de Medio
fr: Type du média
lt: Medijos tipas
sv: Media-Typ

# songHeader_OfficialAudioFileInformation
source: Off. Audiofile Information
da: Off. lydfil Information
de: Off. Audiodatei Information
es: Información Ofi. de Audio
fr: Information officielle fichier audio
lt: Oficiali audio failo informacija
nl: Off. Audiobestand Informatie
no: Off. Informasjon om Lydfil
sv: Officiell Ljudfilsinformation

# songHeader_OfficialArtistInformation
source: Off. Artist Information
da: Off. kunstner Information
de: Off. Interpret Information
es: Info. Oficial de Artista
fr: Information officielle artiste
lt: Oficiali atlikėjo informacija
nl: Off. Artiest Informatie
no: Off. Artist Informasjon
sv: Officiell Artistinformation

# songHeader_OfficialAudioSourceInformation
source: Off. Audiosource Information
da: Off. lydkilde Information
de: Off. Audioquelle Information
es: Info. Oficial Fuente de Audio
fr: Information officielle source audio
lt: Oficiali audio šaltinio informacija
nl: Off. Audiobron Informatie
no: Off. Informasjon om Lydkilde
sv: Officiell Ljudkälleinformation

# songHeader_OfficialPaymentInformation
source: Off. Payment Information
da: Off. betalingsInformation
de: Off. Bezahlung Information
es: Info. Oficial de Pago
fr: Information officielle paiement
lt: Oficiali mokėjimo informacija
nl: Off. Betalings Informatie
no: Off. Informasjon om Betaling
sv: Officiell Betalningsinformation

# songHeader_OfficialPublisherInformation
source: Off. Publisher Information
da: Off. udgiver information
de: Off. Herausgeber Information
es: Info. Oficial Editorial
fr: Information officielle éditeur
lt: Oficiali leidėjo informacija
nl: Off. Uitgevers Informatie
no: Off. Informasjon om Utgiver
sv: Officiell Utgivarinformation

# songHeader_OriginalFileName
source: Original Filename
da: Original Filnavn
de: Original Dateiname
es: Archivo Original
fr: Nom du fichier original
lt: Originalus failo vardas
nl: Originele Bestandsnaam
no: Originalt Filnavn
sv: Ursprungligt Filnamn

# songHeader_OriginalLyricsWriter
source: Original Lyricswriter
da: Original tekstforfatter
de: Original Textautor
es: Compositor Original
fr: Auteur des paroles originales
lt: Originalus žodžių autorius
nl: Originele Tekstschrijver
no: Original Tekstforfatter
sv: Ursprunglig Textförfattare

# songHeader_OriginalArtist
source: Original Artist
da: Original kunstner
de: Original Interpret
es: Artista Original
fr: Artiste original
lt: Originalus atlikėjas
nl: Originele Artiest
sv: Ursprunglig Artist

# songHeader_OriginalOwner
source: Original Owner
da: Original ejer
de: Original Besitzer
es: Propietario Original
fr: Propriétaire original
lt: Originalus šeimininkas
nl: Originele Eigenaar
no: Original Eier
sv: Ursprunglig Ägare

# songHeader_OriginalRelease
source: Original Release
da: Original frigivelse
de: Original Erscheinungsjahr
es: Lanzamiento
fr: Version originale
lt: Originalus leidimas
nl: Originele Uitgave
no: Original Utgitt
sv: Ursprungligt publiceringsår

# songHeader_Publisher
source: Publisher
de: Herausgeber
es: Sello
fr: Editeur
lt: Leidėjas
nl: Uitgever
no: Utgiver
sv: Utgiven av

# songHeader_SubTitle
source: Subtitle
da: Undertekst
de: Untertitel
es: Subtítulo
fr: Sous-titre
lt: Subtitrai
nl: Subtitel
no: Undertekster
sv: Undertext

# songHeader_TextWriter
source: Textwriter
da: Tekstforfatter
de: Textautor
es: Compositor
fr: Auteur du texte
lt: Teksto autorius
nl: Tekstschrijver
no: Tekstforfatter
sv: Textförfattare

# songHeader_TitleSortName
source: Title Sortname
da: Titel sorteringsnavn
de: Titel Sortname
es: Ordenar por Título
fr: Nom de genre de titre
lt: Antraščių rūšiavimo žodis
nl: Sorteer op Titelnaam
no: Tittel Sorteringsnavn
sv: Sortera efter Titel

# songHeader_Duration
source: Duration
da: Varighed
de: Dauer
es: Duración
fr: Durée
lt: Trukmė
nl: Duur
no: Lengde
sv: Längd

# songHeader_FileSize
source: Size (kb)
da: Størrelse (kb)
de: Größe (kb)
es: Tamaño (kb)
fr: Taille (Ko)
lt: Dydis (kB)
nl: Grootte (kb)
no: Størrelse (kb)
sv: Storlek (kb)

# songHeader_Channels
source: Channels
da: Kanaler
de: Kanäle
es: Canales
fr: Canaux
lt: Kanalai
nl: Kanalen
no: Kanaler
sv: Kanaler

# songHeader_DiscCount
source: # Discs
de: # Medien

# songHeader_Enumerate
source: Enumerate
de: Aufzählen

# songHeader_Unused
source: Unused
de: Unbenutzt

# message_Script_Compile_Failed
source: The compile of the script failed.\n\nPlease look for the error in the log and correct it.
de: Das Script enthält Fehler.\n\nDie genaue Fehlerursache ist im Log zu finden
es: La compilación del script falló.\n\nPor favor, busque el error en el log y corríjalo.
fr: La compilation du Script a échoué. \n\nChercher l\'erreur dans le journal et corrigez-la.
nl: Het compileren van het script is mislukt. Kijk in het log bestand voor de foutmelding en corrigeer het.
sv: Skriptet kunde inte kompileras. Titta i log-filen efter felet och rätta till det.

# coverSearch_NoSites_Selected
source: Please select at least one Album Search Site
de: Bitte mindestens eine Album Suchseite auswählen

# coverSearch_Sites_Watermark
source: Select Album Search Site(s)
de: Album Suchseite(n) auswählen

# message_Save_Changes
source: Changes have not been saved. Do you want to save the changes?
da: Ændringer er ikke blevet gemt. Ønsker du at gemme ændringerne?
de: Änderungen nicht abgespeichert. Wollen Sie die änderungen speichern?
es: Los cambios no se han guardado. ¿Quiere salvar los cambios?
fi: Muutoksia ei ole tallennettu. Haluatko tallentaa?
fr: Les changements n\'ont pas été sauvegardés. Voulez-vous les enregistrer?
lt: Pakeitimai neišsaugoti. ar norite išsaugoti pakeitimus?
nl: Wijzigingen zijn niet opgeslagen. Wilt u de wijzigingen opslaan?
no: Endringene har ikke blitt lagret. Vil du lagre de?
sv: Ändringar har inte sparats. Vill du spara ändringarna?

# message_Save_Changes_Title
source: Save Changes
da: Gem ændringer
de: Änderungen speichern.
es: Guardar Cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
lt: Išsaugoti pakeitimus
nl: Wijzigingen opslaan
no: Lagre Endringer
sv: Spara ändringarna

# organise_BrowseFolder
source: Browse
da: Gennemse
de: Durchsuchen
es: Explorar
fr: Parcourir
lt: Naršyti
nl: Doorzoeken
no: Utforsk
sv: Bläddra

# organise_Folder
source: \ = Folder: to specify that parameters in front to be used as subfoldername within target folder
da: \ = Folder: Til definering af parametrene foran vil blive brugt som subfoldernavn i target folder
de: \ = Verzeichnis: Parameter vor dem Indikator werden als Name für das Unterverzeichnis verwendet
es: \ = Carpeta: para especificar los parámetros que van a ser utilizados como nombreDeSubcarpeta dentro de la carpeta de destino
fr: \ = Dossier : pour indiquer que les paramètres en face de ce dossier sont à utiliser comme nom de sous-dossier dans le répertoire cible.
lt: \ = Katalogas: nustatyti šiuos parametrus pradžioje pagal subkatalogo vardą
nl: \ = Folder: om aan te geven dat parameters ervoor gebruikt worden als subfolder naam binnen de doelmap
sv: \ = Folder: parametrar framför denna formel kommer att användas för undermappens namn inuti målmappen

# organise_Options
source: Options
da: Muligheder
de: Optionen
es: Opciones
fi: Valinnat
lt: Pasirinkimai
nl: Optie
no: Innstillinger
sv: Val

# organise_TargetPath
source: Target Path:
da: Target Root Directory:
de: Ziel-Pfad:
es: Especificar Directorio Raiz:
fr: Dossier racine cible :
lt: Objekto šakninė direktorija:
nl: Doel Root Directory:
no: Mål Mappe for Filer:
sv: Välj målmapp:

# organise_Copy_Files
source: Copy Files instead of Moving them
da: Kopier filer i stedet for at flytte dem
de: Dateien kopieren statt zu verschieben
es: Copiar archivos en vez de moverlos
fr: Copier les fichiers au lieu de les déplacer
lt: Kopijuoti failus vietoje perkėlimo
nl: Kopiëer bestanden i.p.v. deze te verplaatsen
no: Kopier filer i stedenfor å flytte dem
sv: Kopiera Filerna istället för att flytta dem

# organise_Copy_NonMusic_Files
source: Copy/Move Non-Music Files (Pictures, etc.)
da: Kopieringen / flytningen Non-musikfiler (billeder osv.)
de: Nicht-Audio Dateien (Bilder, etc.) verschieben/kopieren
es: Copiar/Mover archivos no musicales (Ej. Fotos, Textos, etc.)
fr: Copier / déplacer les fichiers non-musicaux (images, etc.)
lt: Kopijuoti/perkelti ne muzikos failus (vaizdus ir kt.)
nl: Kopiëer/Verplaats Non-Muziek bestanden (Afbeeldingen, etc.)
no: Kopier/Flytt ikke Musikk Relaterte Filer (Bilder, etc.)
sv: Kopiera/Flytta filer som inte är musik (Bilder osv.)

# organise_FileExists
source: Target File already exists. Will not be replaced
da: Filen eksisterer allerede. Vil ikke blive erstattet
de: Datei existiert bereits. Wird nicht ersetzt
es: El archivo ya existe. No será reemplazado
fr: Le fichier existe déjà. Il ne sera pas remplacé.
lt: Failas jau egzistuoja. Nebus keičiama
nl: Bestand bestaat al, wordt niet vervangen
no: Filen eksisterer allerede, vil ikke bli overskrevet
sv: Filen existerar redan. Den kommer inte att skrivas över

# organise_Header
source: Organise Files
da: Organiser filer
de: Dateien organisieren
es: Organizar Archivos
fi: Organisoi tiedostot
fr: Organiser les fichiers
lt: Tvarkyti failus
nl: Organiseer Bestanden
no: Organiser Filer
sv: Organisera Filer

# organise_Override_TargetPath
source: Override Target Root Directory using Script:
da: Overskriv Target Root Directory vha Script:
de: Ziel-Pfad durch Skript bestimmen:
es: Invalidar Directorio Raíz especificado usando Script:
fr: Ecraser le dossier racine cible avec le Scrip t :
lt: Nepaisyti objekto šakninės direktorijos naudojant skriptą:
nl: Overschrijf Target Root Directory met behulp van Script:
no: Overstyr Mål Mappe ved bruk av Skript:
sv: Förbigå målmapp med Script:

# organise_OverWrite_Files
source: Overwrite existing files
da: Overskriv eksisterende filer
de: Existierende Dateien überschreiben
es: Sobreescribir archivos existentes
fr: Ecraser les fichiers existants
lt: Užrašyti ant esamų failų
nl: Overschrijf bestaande bestanden
no: Overskriv eksisterende filer
sv: Skriv över befintliga filer

# organise_SameFile
source: Source and Target File are the same. File skipped
da: Kilde og Target File er de samme. File sprunget over
de: Quell- und Ziel Datei sind ident. Datei übersprungen
es: El archivo de origen y destino son el mismo. Archivo omitido
fr: Les fichiers sources et de destinations sont identiques. Fichiers ignorés!
lt: Šaltinio ir Rezultato failai sutampa. Failas praleistas
nl: Bron en doelbestand zijn dezelfde. Bestand overgeslagen
no: Kilde og Målfil er den samme. Filen ble hoppet over
sv: Källa och Mål är densamma. Filen hoppades över

# tagEdit_Remove_Existing_Pictures
source: Remove existing pictures
da: Fjern eksisterende billeder først
de: Vorhandene Bilder zuerst entfernen
es: Quitar primero fotos existentes
fi: Poista olemassa olevat kuvat ensimmäisenä
fr: Retire d\'abord l\'image
lt: Pirma pašalinti esamus vaizdus
nl: Bestaande afbeeldingen eerst verwijderen
no: Fjern Eksisterende Bilde Først
sv: Ta Bort Existerande Bilder Först

# tagEdit_AlbumArtistSort
source: Album Artist Sort:
de: Album Interpret Sortierung:
es: Ordenar por ÁlbumArtista:
fr: Trier les artiste-album :
lt: Rūšiuoti albumų atlikėjus:
nl: AlbumArtiest Sortering:
no: AlbumArtist Sortering:
sv: Sortera efter AlbumArtist:

# tagEdit_AlbumSort
source: Album Sort:
de: Album Sortierung:
es: Ordenar por Álbum:
fr: Trier les albums :
lt: Rūtiuoti albumus:
nl: Album Sortering:
no: Album Sortering:
sv: Sortera efter Album:

# tagEdit_ArtistSort
source: Artist Sort:
da: Kunstner Sort:
de: Interpret Sortierung:
es: Ordenar por Artista:
fr: Trier les artistes :
lt: Rūšiuoti atlikėjus:
nl: Artiest Sortering:
no: Artist Sortering:
sv: Sortera efter Artist:

# tagEdit_Composer
source: Composer:
da: Komponist:
de: Komponist:
es: Compositor:
fr: Compositeur :
lt: Kompozitorius:
nl: Componist:
no: Komponist:
sv: Kompositör:

# tagEdit_Conductor
source: Conductor:
da: Dirigent:
de: Dirigent:
es: Director:
fr: Chef d\'orchestre :
lt: Dirigentas:
nl: Dirigent:
no: Dirigent:
sv: Dirigent:

# tagEdit_Content_Group
source: Content Group:
da: Indhold gruppe:
de: Gruppierung:
es: Grupo Contenido:
fr: Groupe :
lt: Grupuoti turinį:
nl: Groepering:
no: Innholds gruppe:
sv: Innehållsgrupp:

# tagEdit_EncodedBy
source: Encoded By:
da: Kodet af:
de: Enkodiert von:
es: Codificado por:
fr: Encoder par :
lt: Kodavo:
nl: Geëncodeerd door:
no: Encoded av:
sv: Encoding gjord av:

# tagEdit_InterpretedBy
source: Interpreted by:
da: Tolket af:
de: Interpretiert von:
es: Interpretado por:
fr: Interprète :
lt: Išaiškino:
nl: Geïnterpreteerd door:
no: Tolket av:
sv: Tolkad av:

# tagEdit_MediaType
source: Media Type:
da: Medie Type:
de: Medien Typ:
es: Tipo de Medio:
fr: Type de média :
lt: Medijos tipas:
sv: Mediatyp

# tagEdit_Publisher
source: Publisher:
de: Herausgeber:
es: Publicado por:
fr: Editeur :
lt: Leidėjas:
nl: Uitgever:
no: Utgiver:
sv: Publicerad av:

# tagEdit_Songlength
source: Song Length (ms):
da: Track længde (ms):
de: Dauer (ms):
es: Duración de Pista (ms):
fr: Durée de la piste (ms) :
lt: Takelio trukmė (ms):
nl: Duur nummer (ms):
no: Spor Lengde (ms):
sv: Spårlängd (ms):

# tagEdit_SubTitle
source: Subtitle:
da: Undertekst:
de: Untertitel:
es: Subtítulo:
fr: Sous-titre :
lt: Subtitrai:
nl: Subtitel:
no: Undertekst:
sv: Undertext:

# tagEdit_TabHeader_Additional
source: Additional Tags
de: Zusätzliche Tags

# tagEdit_TabHeader_Detailed_Information
source: Detailed Information
da: Detaljerede oplysninger
de: Detailierte Information
es: Información Detallada
fi: Tarkemmat tiedot
fr: Informations détaillées
lt: Detali informacija
nl: gedetaileerde Informatie
no: Detaljert Informasjon
sv: Detaljerad Information

# tagEdit_TextWriter
source: Lyrics / Text Writer:
da: Sang / tekst forfatter:
de: Text Autor:
es: Letras / Compositor:
fr: Auteur des paroles/textes :
lt: Dainos žodžių/teksto autorius:
nl: Liedteksten / Tekst Schrijver:
no: Tekster / Tekst Forfatter:
sv: Lyrik/Text-författare:

# tagEdit_TitleSort
source: Title Sort:
de: Titel Sortierung:
es: Ordenar por Título:
fr: Trier les titres :
lt: Rūšiuoti antraštes:
nl: Titel Sortering:
no: Tittel Sortering:
sv: Sortera efter Titel:

# tagEdit_MediaTypes
source: Media Types:
de: Medien Typen

# coverSearch_ChangeCoverSize
source: Save covers with a maximum pixel width of:
da: Gem cover med en maksimal pixel bredde på:
de: Speichern von Bildern mit einer maximalen Pixel Breite von:
es: Guardar carátulas con una anchura máxima de píxeles de:
fr: Enregistrer les jaquettes ayant une largeur maximale de pixel :
lt: Išsaugoti viršelius didžiausiu pikselių pločiu:
nl: Sla albumhoezen op met een maximale breedte (in pixels):
sv: Spara omslag som har en pixelbredd motsvarande:

# coverSearch_CreateMissingFolderThumb
source: Create missing folder thumb (folder.jpg) on Save
da: Opret manglende folder thumb (folder.jpg) ved Gem
de: Erstelle fehlende Ordnervorschau (folder.jpg) beim Speichern
es: Crear miniaturas de carpeta ausentes (carpeta.jpg) al Guardar
fr: Créer la vignette de dossier (folder.jpg) manquante lors de l\'enregistrement
lt: Sukurti trukstamą katalogo miniatiūrą (folder.jpg) išsaugojant
nl: Maak missende map miniatuur (folder.jpg) bij opslaan
no: Lag manglende Mappe Bilde (folder.jpg) når du lagrer
sv: Skapa saknad mappbild (folder.jpg) vid sparning
