Repository: MediaPortal/MPTagThat-2
Catalog: MPTagThat/Source/MPTagThat/Resources/Localization/Strings.*.resx
Languages: da, de, es, fi, fr, lt, nl, no, sv

# screentip_OrganiseText
source: The files are copied/moved to a new location based on their tag values as specified in the dialog parameters.
da: Filerne kopieres / flyttes til en ny placering baseret på deres tag-værdier som angivet i dialogen parametre.
de: Die Dateien werden nach ihren Tag Werten an eine neue Lokation kopiert/verschoben.
es: Archivos copiados/movidos a una nueva ubicación en base a los valores de su etiqueta como se especifica en los parámetros del diálogo.
fr: Les fichiers sont copiés / déplacés dans un nouvel emplacement selon leurs valeurs de Tag, comme spécifié dans les paramètres du dialogue.
lt: Failai nukopijuoti/perkelti 5 naują vietą pagal žymas nurodytas dialogų parametruose.
nl: De bestanden worden gekopieerd/verplaatst naar een nieuwe locatie, gebaseerd op de tags gespecificeerd in de venster parameters.
no: Filene vil bli kopiert/flyttet til et nytt sted bassert på tagg parameterene.
sv: Filerna kopieras/flyttas till en ny plats baserat på värdena i de taggar som specifierats i dialogrutans parametrar.

# screentip_RefreshText
source: The content of the currently selected folder is reread. If changes are pending, the system asks if the changes should be saved first.
de: Der Inhalt des ausgewählten Verzeichnisses wird neu eingelesen.\nWenn Änderungen anstehen, fragt das System, ob diese vorher gespeichert werden sollen.
es: El contenido de la carpeta actual se ha releído.\nSi hay cambios pendientes, el sistema pregunta si los cambios se deben guardar primero.
fr: Le contenu du fichier actuellement sélectionné va être relu. \nSi des changements sont en attente, le système demande s\'ils doivent d\'abord être enregistrés.
nl: De inhoud van de geselecteerde map wordt opnieuw ingelezen. Als er niet opgeslagen wijzigingen zijn zal het systeem eerst vragen of deze moeten worden opgeslagen.
sv: Innehållet i den valda mappen läses om. Om ändringar ej sparats kommer systemet att fråga om en sparning skall ske.

# screentip_RemoveCommentsText
source: All comments found in the selected files are removed.
da: Alle kommentarer i de valgte filer bliver fjernet.
de: Alle Kommentare in den selektierten Dateien werden entfernt.
es: Eliminados todos los comentarios que se encuentran en los archivos seleccionados.
fr: Tous les commentaires trouvés seront retirés.
lt: Visi pasirinktų failų komentarai panaikinti.
nl: Alle commentaar in de geselecteerde bestanden zal worden verwijderd.
no: Alle kommentarer i kommentar feltene fjernes ved et klikk.
sv: Alla kommentarer som finns sparade i filerna raderas.

# screentip_RenameFileText
source: The files are renamed according to the parameters specified in the dialog.
da: Filerne omdøbes i henhold til de parametre, der er angivet i dialogboksen.
de: Die Dateien werden basierend auf den Dialogparametern umbenannt.
es: Archivos renombrados según los parámetros especificados en el cuadro de diálogo.
fr: Les fichiers sont renommés en fonction des paramètres spécifiés dans le dialogue.
lt: Failai pervadinti pagal dialoge nurodytus parametrus.
nl: De bestanden worden hernoemd volgens de gespecificeerde parameters uit het venster.
no: Filene vil få nytt navn etter de valgte instillinger i feltet.
sv: Filernas namn ändras efter de parametrar som ställts in i dialogrutan.

# screentip_ReplaceText
source: Opens the Find / Replace dialog to replace a specified search string in the songs displayed in the grid.
da: Åbner Find / Erstat dialogen for at erstatte en bestemt søgestreng i de valgte spor.
de: Öfffnet den Suchen- / Ersetzendialog, um einen eingegebenen Text durch einen anderen Text zu ersetzen.
es: Abre el diálogo de Buscar / Reemplazar para reemplazar una cadena de búsqueda especificada en las Pistas seleccionadas.
fr: Ouvre le dialogue de Trouver / Remplacer pour remplacer la chaîne de recherche spécifiée dans les pistes sélectionnées
lt: Atveria Ieškoti/Pakeisti dialogą, kad būtų pakeista numatytoji užklausą pasirinktiems Takeliams.
nl: Opent het zoek/vervang venster om een gespecificeerde zoekopdracht te vervangen in de geselecteerde Nummers.
sv: Öppnar dialogrutan för Hitta/Ersätt vilket möjliggör ersättning av en specifierad söksträng i de valda Spåren.

# screentip_ReplayGainText
source: Analyses the selected file and calculates the Replay Gain. The calcualted value is written into the Tags. Note: The file itself is not modified.
de: Analysiert die ausgewählte Datei und errechnet die Wiedergabeverstärkung. Der Wert wird in die Metadaten geschrieben.\nDie Datei selbst wird nicht geändert.
es: Analiza el archivo seleccionado y calcula la Ganancia de Reproducción. El valor calculado queda escrito en la Etiqueta.\nNota: El propio archivo no es modificado.
fr: Analyse du fichier sélectionné et calcule du Gain . La valeur calculée est écrit dans les tags .\n Remarque: Le fichier lui-même n\'est pas modifié.
nl: Analiseer de geselecteerde bestanden en calculeer de Replay Gain. De waarde word in de Tags geschreven. Opmerking: Het bestand zelf word niet aangepast.
sv: Analyserar den valda filen och räknar ut Uppspelningsvolymen. Det uträknade värdet skrivs in i taggen. Notera att dynamiken i filen ej ändras.

# screentip_ResetLayoutText
source: The layout of the regions in the Docking Manager is reset to the Application Default.
de: Das Layout des Docking Manager wird zum Applikations-Standard zurück gesetzt

# screentip_SaveText
source: Saves pending changes to disk and changes the tags of all selected songs.
da: Gemmer afventende ændringer til disk, ved at ændre tags på alle valgte filer.
de: Ausstehende Änderungen an Dateien werden auf die disk zurückgeschrieben.
es: Guarda los cambios pendientes en el disco, cambiando las etiquetas de todos los archivos seleccionados.
fr: Enregistre les changements en attente sur le disque, en modifiant les Tags de tous les fichiers sélectionnés.
lt: Pakeisti visas pažymėtas žymas ir išsaugoti pokyčius į diską.
nl: Slaat de wijzigingen op schijf op door de tags van de geselecteerde bestanden aan te passen.
no: Lagrer forandringer som er gjort, ved å forandre tagg innholdet i de valgte filene.
sv: Sparar ändringar genom att ändra samtliga taggar i valda filer.

# screentip_TagFromFileText
source: Using specific parameters given in the dialog, the various tags like "Track #", "Artist", "Title", etc. are extracted out of the filename.
da: Ved hjælp af konkrete parametrene i dialogen, de forskellige tags som \"Track #\", \"Artist\", \"Title\", osv. er udtrukket af filnavnet.
de: Unter Verwendung der Parameter aus dem Dialog werden die verschiedenen tags wie z.B. "Track #", "Interpret", "Tite\", etc. aus dem Dateinamen extrahiert.
es: Usando parámetros específicos que figuran en el cuadro de diálogo, las diversas etiquetas como \"Track #\", \"Artista\", \"Título\", etc. se extraen del nombre de archivo.
fr: A partir de paramètres spécifiques donnés dans le dialogue, les différents Tags, comme \"Piste #\", \"Artiste\", \"Titre\", etc, sont extraits du nom du fichier.
lt: Naudojant specialiuosius parametrus nurodytus dialoge, įvairios žymos kaip \"Takelis #\", \"Atlikėjas\", \"Antraštė\" ir t.t. bus paimtos iš failo pavadinimo.
nl: Door specifieke parameters uit het dialoog te gebruiken, worden tags zoals \"Track #\", \"Artist\", \"Title\", etc. uit de bestandsnaam overgenomen.
no: Ved bruk av gitte parametere i innstillingene, for tagger som \"Track #\", \"Artist\", \"Title\" kan informasjonen hentes fra Filnavnet.
sv: Genom att använda de specifika parametrar som angetts i dialogrutan, kommer olika taggar såsom \"Track #\", \"Artist\", \"Title\", osv. att hittas i filnamnet.

# screentip_TagFromInternetText
source: The given Artist and Album Name are used for a lookup at online sources, like Discogs, Last.FM and MusicBrainz, trying to match the filenames to the list retrieved from the online sources
da: Den givne kunstner og album navn bruges til et opslag på Amazon i et forsøger at matche filnavnene med listen, der hentes fra Amazon.
de: Der Interpret und Album Name werden für eine Suche bei Amazon verwendet. Es wird versucht einen Bezug zwischen dem Dateinamen und der Titelliste des Albums herzustellen.
es: El Artista y Nombre del álbum determinado se utilizan para una búsqueda en Amazon tratando de coincidir con los nombres de archivo a la lista extraído de Amazon.
fr: Les noms d\'artistes et des albums indiqués sont utilisés pour réaliser la recherche sur Amazon, correspondant aux fichiers et à la liste récupérée sur ce site.
lt: Duotas Atlikėjo ir Albumo pavadinimas naudojamas Amazon paieškai bandand sulyginti failo pavadinimą su gautu iš Amazon sąrašu.
nl: De gegeven Artiest en Album naam worden gebruikt om te zoeken op Amazon, terwijl geprobeerd word de bestandsnamen te matchen met de lijst van Amazon.
no: Det gitte Artist og Album navnet blir brukt ved søk hos Amazon for å finne lignende filnavn som listen fra Amazon.
sv: De angivna Artist- och Album-namnen används för att matcha filnamnen mot en lista som hämtas från Amazon.

# screentip_ValidateSongText
source: Uses MP3Val to validate the correctness of the selected MP3 File. Some errors may be fixed using the "Fix MP3" Button
da: Bruger MP3val at validere rigtigheden af den valgte MP3-fil. Nogle fejl kan rettes ved hjælp af \"Fix MP3\" knappen.
de: Verwendet MP3Val, um die ausgewählte MP3 Datei auf Fehler zu untersuchen. Manche Fehler können mit der "Korrigieren MP3" Funktion behoben werden.
es: Usa MP3Val para validar el archivo MP3 seleccionado. Algunos errores se pueden arreglar mediante el Botón \"Arreglar MP3\"
fr: Utilise \"MP3Val\" pour valider l\'exactitude du fichier MP3 sélectionné. Certaines erreurs peuvent être réparées en utilisant le bouton \"Réparer le MP3\".
lt: Naudoti MP3Val, kad būtų patvirtintas pasirinktų MP3 failų teisingumas. Kai kurios klaidos gali būti pataisytos naudojant \"Pataisyti MP3\" mygtuku.
nl: Gebruikt MP3Val om de juistheid van de geselecteerde MP3 bestanden te controleren. Sommige fouten kunnen opgelost worden met de \"Repareer MP3\" knop.
sv: Använder MP3Val för att bekräfta att den valda MP3-filen är korrekt. Vissa fel som hittas kan åtgärdas genom att använda \"Fixa MP3\"-knappen

# lookup_AlbumTracks
source: Songs on Album
da: Tracks på Album
de: Titel auf Album
es: Pistas en el Álbum
fr: Pistes sur l\'album
lt: Takelių albume
nl: Nummers op Album
no: Spor på Album
sv: Spår på Albumet

# lookup_SearchFinished
source: Multiple Albums found. Please select:
da: Flere Albums fundet. Vælg ...
de: Mehrere Alben gefunden. Bitte auswählen ...
es: Se encontraron múltiples Albums. Por favor, seleccione ...
fr: Plusieurs albums trouvés. Sélectionnez...
lt: Rasta keletas albumų. Prašome pasirinkti ..
nl: Meerdere Albums gevonden. Selecteer ...
no: Flere Album funnet, vennligst velg ...
sv: Flera Album funna. Välj...

# lookup_NoAlbumFound
source: No album found, please choose another selection criteria.
da: Intet album fundet, vælg venligst et andet udvælgelseskriterier.
de: Kein Album gefunden. Bitte eine neue Auswahl treffen.
es: No se encontró ningún álbum, por favor, elija otro criterio de selección.
fr: Aucun album trouvé, choisissez un autre critère de sélection.
lt: Nerastas joks albumas, prašome pasirinkti kitą atrankos kriterijų
nl: Geen album gevonden, kies a.u.b. andere collectie criteria.
no: Ingen album funnet, vennligst velg andre søker kriterier.
sv: Inget Album funnet, var god välj ett annat kriteria.

# lookup_SongsToTag
source: Songs to Tag (Use Drag & Drop to reorder)
de: Lieder zum Taggen (Verwende Drag & Drop zum Ändern der Reihenfolge)

# lookup_Title
source: Internet Lookup
da: Internet opslag - Angiv Kunstner / Album
de: Internet Lookup - Bitte Artist / Album eingeben
es: Búsqueda de Internet - Especificar Artista / Álbum
fr: Consultation Internet - Spécifiez l\'artiste / l\'Album
lt: Interneto paieška - Nurodykite Atlikėją/Albumą
nl: Internet zoekaktie - voer Artiest / Album in
no: Hent på Internett - Spesifiser Artist / Album
sv: Internet-sökning - Specifiera Artist / Album

# screentip_GetCoverArtText
source: Cover Art for the selected songs is search on the various selected sites
de: Bilder für die ausgewählten Lieder werden auf den ausgewählten Seiten gesucht

# lookup_SearchStatus
source: Searching for Albums ... {0} Sites. Remaining: {1}
de: Suche nach Alben ... {0} Seiten, Verbleibend {1}

# tagEdit_CommercialInfo
source: Commercial Infomation URL:
da: Kommerciel Information URL:
de: Kommerzielle Information URL:
es: URl de Información Comercial:
fr: URL de l\'info commerciale :
lt: Komercinės informacijos URL:
nl: URL Commerciële Informatie:
no: Komersiell Informasjon URL:
sv: URL För Kommersiell information:

# tagEdit_OfficialArtist
source: Official Artist URL:
da: Officiel kunstnerURL:
de: Offizielle Interpret URL:
es: URL Oficial del Artista:
fr: URL officielle de l\'artiste :
lt: Oficialus atlikėjo URL:
nl: URL Officiële Artiest:
no: Offisiell Artist URL:
sv: URL för Officiell Artist:

# tagEdit_OfficialAudiofile
source: Official Audiofile URL:
da: Officiel lydfil URL:
de: Offizielle Audiodatei URL:
es: URL Oficial del Archivo de Audio:
fr: URL officielle du fichier audio :
lt: Oficialus audio failo URL:
nl: URL Officiëel Audiobetand:
no: Offisiell Lydfil URL:
sv: URL för Officiell Ljudfil:

# tagEdit_OfficialAudioSource
source: Official Audio Source URL:
da: Officiel Lydkilde URL:
de: Offizielle Audioquelle URL:
es: URL Oficial de la Fuente de Audio:
fr: URL officielle de la source audio :
lt: Oficialaus audio šaltinio URL:
nl: URL Officiële Audiobron:
no: Offisiell Lydkilde URL:
sv: URL för Officiell Ljudkälla:

# tagEdit_OfficialPayment
source: Official Payment URL:
da: Officiel Betalings URL:
de: Offizielle Bezahlungs URL:
es: URl Oficial para el Pago:
fr: URL officielle du paiement :
lt: Oficialus mokėjimo URL:
nl: URL Officiële Betaling:
no: Offisiell Betaling URL:
sv: URL för Officiell Betalning:

# tagEdit_OfficialPublisher
source: Official Publisher URL:
da: Officiel Udgiver URL:
de: Offizieller Herausgeber URL:
es: URL Oficial de la Editorial:
fr: URL officielle de l\'éditeur :
lt: Oficialaus leidėjo URL:
nl: URL Officiële Uitgever:
no: Offisiell Utgiver URL:
sv: URL för Officiell Utgivare:

# tagEdit_OfficialRadioStation
source: Official Radio Station URL:
da: Officiel Internet Radio Stat. URL:
de: Offizielle Internet Radio Stat. URL:
es: URL Oficial de la Radio de Internet:
fr: URL officielle de la station radio Internet :
lt: Oficialios interneto radijo stoties URL:
nl: Officiële Internet Radio Stat. URL:
no: Offisiell Web Radio Stasj URL:
sv: URL för Officiell Internet-Radio Status:

# tagEdit_OrigAlbum
source: Original Album Title:
da: Original Album Titel:
de: Original Album Titel:
es: Título de Álbum Original:
fr: Titre de l\'album original :
lt: Originali albumo antraštė:
nl: Oorspronkelijke Album Titel:
no: Original Album Tittel:
sv: Ursprunglig Albumtitel:

# tagEdit_OrigArtist
source: Original Artist:
de: Original Interpret:
es: Artista Original:
fr: Artiste original :
lt: Originalus atlikėjas:
nl: Oorspronkelijk Artiest:

# tagEdit_OrigFileName
source: Original File Name:
da: Original filnavn:
de: Original Dateiname:
es: Nombre de Archivo Original:
fr: Nom du fichier original :
lt: Originalus failo vardas:
nl: Oorspronkelijke Bestandsnaam:
no: Originalt Filnavn:
sv: Ursprungligt Filnamn:

# tagEdit_OrigLyricsWriter
source: Original Lyrics Writer:
da: Original sang forfatter:
de: Original Text Autor:
es: Compositor de Letras Original:
fr: Auteur des paroles originales :
lt: Originalus žodžių autorius:
nl: Oorspronkelijk Liedtekst schrijver:
no: Original Tekst Forfatter:
sv: Ursprunglig textförfattare:

# tagEdit_OrigOwner
source: Original Owner:
da: Original ejer:
de: Original Besitzer:
es: Propietario Original:
fr: Propriétaire original :
lt: Originalus šeimininkas:
nl: Oorspronkelijk Eigenaar:
no: Original Eier:
sv: Ursprunglig ägare:

# tagEdit_OrigReleaseYear
source: Original Release Year:
da: Oprindelig udg. år:
de: Original Erscheinungsjahr:
es: Año de Lanzamiento:
fr: Année version originale :
lt: Originalo leidimo metai:
nl: Oorspronkelijk jaar van uitgave:
no: Originalt Utgivelse År:
sv: Ursprungligt publiceringsår:

# tagEdit_TabHeader_Involved_People
source: Involved People
da: Involverede personer
de: Beteiligte Personen
es: Personas participantes
fi: Mukana olevat ihmiset
fr: Contributeurs
lt: Įtraukti žmonės
nl: Betrokken personen
no: Involverte Personer
sv: Inblandade personer

# tagEdit_TabHeader_Rating
source: Rating
de: Bewertung
es: Puntuación
fi: Arvostelu
fr: Evaluation
lt: Vertinimas
nl: Waardering
sv: Gradering

# tagEdit_TabHeader_UserFrames
source: Non Standard Frames
da: Brugerdefineret
de: Benutzereinträge
es: Definido por Usuario
fi: Käyttäjän määrittämä
fr: Défini par l\'utilisateur
lt: Numatyta vartotojo
nl: Gebruiker gedefiniëerd
no: Bruker Definert
sv: Användarinställd

# tagEdit_RatingUser
source: User (email)
da: Bruger (eMail):
de: Benutzer (eMail):
es: Usuario (eMail):
fr: Utilisateur (email) :
lt: Vartotojas (epaštas):
nl: Gebruiker (e-Mail):
no: Bruker (e-Post):
sv: Användare: (eMail):

# tagEdit_RatingPlayCount
source: Play Count
da: Afspilningstæller:
de: Abspielzähler:
es: Contador de reproducción:
fr: Compteur :
lt: Grojimo skaitklis:
nl: Afspeel teller:
no: Teller Avspilt:
sv: Uppspelningsräknare:

# tagEdit_Rating_Add
source: Add Rating
da: Tilføj vurdering
de: Bewertung hinzufügen
es: Añadir Puntuación
fr: Ajouter une évaluation
lt: Pridėti vertinimą
nl: Waardering toevoegen
no: Legg til Rating
sv: Lägg Till Gradering

# tagEdit_Rating_Delete
source: Delete Rating
da: Fjern vurdering
de: Bewertung entfernen
es: Quitar Puntuación
fr: Retirer l\'évaluation
lt: Pašalinti vertinimą
nl: Waardering verwijderen
no: Fjern Rating
sv: Ta Bort Graderingen

# tagEdit_Rating_Note
source: As per ID3 standard the rating is 1-255 where 1 is worst and 255 is best. 0 is unknown. Many programs have their own rating and may redefine the ID3 standard, like a Star Rating from 1 - 5 that is used by MPTagThat. If no personal counter is wanted it may be omitted. To change the order of the ratings drag the rows.
de: Laut ID3 Standard kann eine Bewerting von 1-255 gehen, wobei 1 am Schlechtesten und 255 am Besten ist. 0 bedeutet unbekannt. Viele Programme haben ihr eigene Wertung und ignorieren den ID3-Standart, wie z.B. eine Bewertung durch Sterne, wie Sie in MPTagThat verwendet wird. Wenn kein Zähler erwünscht ist, kann dieser weggelassen werden. Die einzelnen Wertungen können durch Drag & Drop umsortiert werden.
es: La puntuación es 1-255 donde 1 es peor y 255 mejor.0 es desconocido.\n\nNota: Muchos programas tienen su propia puntuación y pueden redefinir el estandard ID3. Si no se quiere contrarrestar el personal, puede ser omitido.
fr: L\'évaluation est comprise entre 1-255 où 1 est la plus mauvaise et 255 la meilleure. 0 est réservé à \"Inconnue\".\n\nNote : Beaucoup de logiciels ont leur propre évaluation et peuvent redéfinir l\'ID3 standard. Si aucun compteur personnel n\'est souhaité, ceci peut être ignoré.
nl: De waardering is 1-255 waar 1 is het slechtst en 255 is het beste. 0 is onbekend. Opmerking: Veel programma\'s hebben hun eigen waardering en definiëren de ID3 standaard anders. Wanneer geen tegenspraak wordt gegeven kan deze worden toegevoegd.
sv: Graderingen är 1-255 där 1 är värst och 255 är bäst. 0 är okänd. Notera: Många program har en egen gradering och kan komma att ändra på ID3-standarden. Om ingen personlig räknare önskas kan detta väljas bort.

# tagEdit_InvolvedPerson_Add
source: Add Person
da: Tilføj person
de: Person hinzufügen
es: Añadir Persona
fr: Ajouter une personne
lt: Pridėti asmenį
nl: Persoon toevoegen
no: Legg til Person
sv: Lägg Till Person

# tagEdit_InvolvedPerson_Delete
source: Delete Person
da: Fjern person
de: Person entfernen
es: Quitar Persona
fr: Retirer une personne
lt: Pašalinti asmenį
nl: Persoon verwijderen
no: Fjern Person
sv: Ta Bort Person

# tagEdit_InvolvedPerson_Function
source: Function
da: Medvirkendes rolle:
de: Beteiligte Person Funktion:
es: Función de la Persona Implicada:
fr: Fonction de la personne :
lt: Įtraukto asmens funkcija:
nl: Functie betrokken persoon:
no: Involverte Personers Funksj:
sv: Inblandad Persons Egenskap:

# tagEdit_InvolvedPerson_Header
source: Involved Person
de: Involvierte Personen

# tagEdit_MusicCreditList_Add
source: Add Musician
da: Tilføj Musiker
de: Musiker hinzufügen
es: Añadir Músico
fr: Ajouter un musicien
lt: Pridėti muzikantą
nl: Muzikant Toevoegen
no: Legg til Musiker
sv: Lägg Till Musiker

# tagEdit_MusicCreditList_Delete
source: Delete Musician
da: Fjern Musiker
de: Musiker entfernen
es: Quitar Músico
fr: Retirer un musicien
lt: Pašalinti muzikantą
nl: Muzikant verwijderen
no: Fjern Musiker
sv: Ta Bort Musiker

# tagEdit_MusicCreditList_Header
source: Music Credit List (ID3 V2.4 only)
de: Musik Credit Liste (nur ID3 V2.4)

# tagEdit_MusicBrainzArtistId
source: Artist Id:
de: Interpret Id:

# tagEdit_MusicBrainzDiscId
source: Disc Id:
de: Medien Id:

# tagEdit_MusicBrainzReleaseArtistId
source: Release Artist Id:
de: Release Interpret Id:

# tagEdit_MusicBrainzReleaseCountry
source: Release Country:
de: Release Land:

# tagEdit_MusicBrainzReleaseGroupId
source: Release Group Id:
de: Release Gruppen Id:

# tagEdit_MusicBrainzReleaseType
source: Release Type:
de: Release Typ:

# tagEdit_MusicBrainzInfo
source: Get from MusicBrainz
de: Hole von MusicBrainz

# tagEdit_UserFrames_Add
source: Add Frame
da: Tilføj frame
de: Eintrag hinzufügen
es: Añadir Frame
fr: Ajouter une trame
lt: Pridėti langelį
nl: Voeg Frame toe
no: Legg til ramme
sv: Lägg till Ram

# tagEdit_UserFrames_DeleteAllFrames
source: Delete All Frames
da: Slet alle frames
de: Alle Einträge löschen
es: Borrar Todos los Frames
fr: Supprimer toutes les trames
lt: Trinti visus langelius
nl: Verwijder alle Frames
sv: Ta bort samtliga ramar

# tagEdit_UserFrames_DeleteFrame
source: Delete Frame(s)
da: Slet frame(s)
de: Eintrag löschen
es: Borrar Frame(s)
fr: Supprimer trame(s)
lt: Trinti langelį (ius)
nl: Verwijder Frame(s)
no: Slett ramme(r)
sv: Ta bort ram(ar)

# tagEdit_UserFrames_Description
source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
lt: Aprašymas
nl: Beschrijving
no: Beskrivelse
sv: Beskrivning

# tagEdit_UserFrames_Text
source: Frame Value
da: Tekst
de: Text
es: Texto
fr: Texte
lt: Tekstas
nl: Tekst
no: Tekst
sv: Text

# settings_Keys_Description
source: Description:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
lt: Aprašymas:
nl: Beschrijving:
no: Beskrivelse:
sv: Beskrivning

# settings_Keys_Header_Description
source: Description
de: Beschreibung

# settings_Keys_Header_Keys
source: Key(s)
de: Tasten

# settings_Keys_Restart
source: Restart of the application is required
de: Neustart erfordelich

# settings_Keys_ShortCut
source: Key Short Cut:
da: Taste genvej:
de: Tastaturkurzbefehl:
es: Tecla de Atajo:
fr: Touche du raccourci :
lt: Greitasis mygtukas:
nl: Toets snelkoppeling:
no: Snarvei på tastaturet:
sv: Tangentbordsgenväg:

# lyricsSearch_SwitchArtist
source: Switch Artist before submit
da: Skift kunstner før indsendelse
de: Interpret (Nachname, Vorname) vor Durchführung tauschen
es: Cambiar Artista antes de enviar
fr: Echanger l\'artiste avant de soumettre
lt: Keisti atlikėją prieš pateikiant
nl: Wissel Artiest voor doorvoeren aapassing
no: Bytt Artist føre utførelse
sv: Byt Artist innan lagring

# settings_Tags
source: Tags Settings
da: Tags
de: Tags
es: Etiquetas
fi: Tagit
fr: Tags
lt: Žymos
nl: Tags
no: Tagger
sv: Taggar
