Repository: MediaPortal/MPTagThat-2
Catalog: MPTagThat/Source/MPTagThat/Resources/Localization/Strings.*.resx
Languages: da, de, es, fi, fr, lt, nl, no, sv

# ApplicationName
source: MPTagThat - The MediaPortal Tag Editor
da: MPTagThat - MediaPortal Tag Editor\'en
de: MPTagThat der MediaPortal Tag Editor
es: MPTagThat el Editor de Etiquetas de MediaPortal
fi: MPTagThat MediaPortalin Tagi Editori
fr: MPTagThat : l\'éditeur de Tag de MediaPortal traduit par Pierre le Lidgeu et Colok
lt: MPTagThat yra MediaPortal Žymų redaktorius
nl: MPTagThat de MediaPortal Tag Editor
sv: MPTagThat tagg-editorn för MediaPortal

# ribbon_TagFromFile
source: Tag from Filename
da: Tag fra filnavn
de: Tag von Dateiname
es: Etiquetar desde Nombre de Archivo
fi: Tagi tiedostonimestä
fr: Tag à partir du nom du fichier
lt: Žyma pagal failo vardą
nl: Tag van Betandsnaam
no: Tagg Fra Filnavn
sv: Taggar från Filnamn

# ribbon_RenameFile
source: Rename File
da: Omdøb fil
de: Datei umbenennen
es: Renombrar Archivo
fi: Nimeä tiedosto uudelleen
fr: Renommer le fichier
lt: Pervadinti failą
nl: Hernoem Bestand
no: Nytt Navn til Fil
sv: Byt namn på fil

# ribbon_RenameFileMenu
source: Rename File
da: Omdøb fil
de: Datei umbenennen
es: Renombrar Archivo
fi: Nimeä tiedosto uudelleen
fr: Renommer le fichier
lt: Pervadinti failą
nl: Hernoem Bestand
no: Nytt Navn til Fil
sv: Byt namn på fil

# ribbon_RenameFileOptions
source: Rename File Options
da: Omdøb fil muligheder
de: Datei umbenennen Einstellungen
es: Renombrar Opciones de Archivo
fi: Nimeä tiedosto uudelleen valinnat
fr: Options pour renommer le fichier
lt: Failo pervadinimo pasirinkimai
nl: Hernoem Bestand Opties
no: Innstillinger for Nytt Navn til Fil
sv: Inställning för byte av filnamn

# ribbon_IdentifyFile
source: Auto Tagging
da: Identificer fil
de: Automatisches Tagging
es: Identificar Archivo
fi: Tunnista tiedosto
fr: Identifier le fichier
lt: Nustatyti failą
nl: Identificeer Bestand
no: Identifiser Fil
sv: Identifiera Fil

# ribbon_TagFromInternet
source: Tag from Internet
da: Tag fra Internet
de: Tag von Internet
es: Etiquetar desde Internet
fi: Tagi internetistä
fr: Tag à partir d\'Internet
lt: Žyma iš interneto
nl: Tag van Internet
no: Tagg fra Internett
sv: Tagga från Internet

# ribbon_SingleTagEdit
source: Single Tag Edit
da: Enkel Tag redigering
de: Einzeln editieren
es: Edición de Etiqueta Única
fi: Yksittäinen tagin muokkaus
fr: Editer un Tag
lt: Vienos žymos redagavimas
nl: Enkele Tag Bewerk
no: Enkel Tagg
sv: Ändra på en enda tagg

# ribbon_MultiTagEdit
source: Multiple Tag Edit
da: Flere Tag redigering
de: Mehrfach editieren
es: Edición Múltiple de Etiquetas
fi: Useiden tagien muokkaus
fr: Editer plusieurs Tags
lt: Keletos žymų redagavimas
nl: Meerdere Tags Bewerk
no: Flervalgte Tagger
sv: Ändra på flera taggar

# ribbon_GetCoverArt
source: Get Cover Art
da: Hent Cover billede
de: Cover Art holen
es: Obtener Portada
fr: Récupérer la jaquette
lt: Gauti viršelius
nl: Verkrijg Cover Art
no: Finn Bilde
sv: Hitta omslagsbild

# ribbon_GetLyrics
source: Get Lyrics
da: Hent lyrik
de: Liedtext holen
es: Obtener Letras
fr: Récupérer les paroles
lt: Gauti dainos žodžius
nl: Verkrijg Lyrics
no: Finn Tekster
sv: Hitta texter

# ribbon_AutoNumber
source: Auto Number
da: Auto nummer
de: Automatisch nummerieren
es: Autonumerar
fi: Automaattinen numero
fr: Numérotation automatique
lt: Auto numeravimas
nl: Auto Nummering
no: Auto Nummerering
sv: Automatisk numrering

# ribbon_NumberOnClick
source: Number on Click
da: Nummer ved klik
de: Nummeriern bei Click
es: Numerar al Pulsar
fi: Numero klikattaessa
fr: Numérotation au clic
lt: Numeris paspaudus
nl: Nummer bij Klikken
no: Klikk og Nummerer
sv: Numrera vid klick

# ribbon_Find
source: Find
de: Suchen
es: Buscar
fi: Etsi
fr: Rechercher
lt: Rasti
nl: Zoek
no: Finn
sv: Hitta

# ribbon_Replace
source: Replace
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
lt: Pakeisti
nl: Vervang
no: Erstatt
sv: Ersätt

# ribbon_ValidateSong
source: Validate MP3
da: Kontroller MP3
de: Überprüfen MP3
es: Validar MP3
fi: Vahvista MP3
fr: Valider le MP3
lt: Patvirtinti MP3
nl: Valideer MP3
sv: Bekräfta MP3

# ribbon_FixSong
source: Fix MP3
de: Korrigieren MP3
es: Arreglar MP3
fi: Korjaa MP3
fr: Réparer le MP3
lt: Pataisyti MP3
nl: Repareer MP3
sv: Fixa MP3

# ribbon_ReplayGain
source: Replay Gain
da: Genspil Gain
de: Replay Gain Analyse
es: Repetir Ganancia
fi: Uudelleen katsonnan vahvistus
fr: Relancer l\'utilitaire Gain
lt: Garso stiprumo žyma
sv: Uppspelningsvolym

# ribbon_BPM
source: BPM Detect
de: BPM Erkennung
es: Detectar BPM
fr: Détection de BPM
lt: Aptikti BPM
sv: Beräkna BPM

# ribbon_RemoveCommentPicture
source: Remove:
da: Fjern:
de: Entfernen:
es: Quitar:
fi: Poista:
fr: Retirer :
lt: Pašalinti:
nl: Verwijder:
no: Fjern:
sv: Ta bort:

# ribbon_RemoveComments
source: Remove all comments
da: Fjern alle kommentarer
de: Alle Kommentare entfernen
es: Quitar todos los comentarios
fi: Poista kaikki kommentit
fr: Retirer tous les commentaires
lt: Pašalinti visus komentarus
nl: Verwijder alle commentaar
no: Fjern kommentarer
sv: Ta bort alla kommentarer

# ribbon_RemovePictures
source: Remove all pictures
da: Fjern alle billeder
de: Alle Bilder entfernen
es: Quitar todas las fotos
fi: Poista kaikki kuvat
fr: Retirer toutes les images
lt: Pašalinti visus vaizdus
nl: Verwijder alle afbeeldingen
no: Fjern bilder
sv: Ta bort alla bilder

# ribbon_CaseConversion
source: Case Conversion
da: Case konvertering
de: Groß-/ Kleinschreibung
es: Caja de Conversión
fi: Poista tagit
fr: Conversion de la casse
lt: Didelių mažų raidžių konvertavimas
nl: Kapitaal Omzetting
no: Konverter Bokstaver
sv: Konvertera storleksformatering

# ribbon_CaseConversionMenu
source: Case Conversion
da: Case konvertering
de: Groß-/ Kleinschreibung
es: Caja de Conversión
fi: Poista tagit
fr: Conversion de la casse
lt: Didelių mažų raidžių konvertavimas
nl: Kapitaal omzetting
no: Konverter Bokstaver
sv: Storleksformatering

# ribbon_CaseConversionOption
source: Case Conversion Options
da: Case konverterings muligheder
de: Groß-/ Kleinschreibung Einstellungen
es: Opciones de Caja de Conversión
fr: Options de conversion de la casse
lt: Didelių mažų raidžių konvertavimo pasirinkimai
nl: Kapitaal omzettings opties
no: Innstillinger for Bokstav Konvertering
sv: Inställningar för Storleksformatering

# ribbon_DeleteTags
source: Delete Tags
da: Slet Tags
de: Tags löschen
es: Borrar Etiquetas
fi: Poista tagit
fr: Supprimer les Tags
lt: Ištrinti žymas
nl: Verwijder Tags
no: Slett Tagger
sv: Radera taggar

# ribbon_DeleteAllTags
source: Delete All Tags
da: Slet alle Tags
de: Alle Tags löschen
es: Borrar Todas las Etiquetas
fi: Poista kaikki tagit
fr: Supprimer TOUS les Tags
lt: Ištrinti visas žymas
nl: Verwijder alle Tags
no: Slett Alle Tagger
sv: Radera alla taggar

# ribbon_DeleteID3V1Tags
source: Delete ID3 V1 Tags only
da: Slet kun ID3 V1 Tags
de: Nur ID3 V1 Tags löschen
es: Borrar sólo Etiquetas ID3 V1
fi: Poista ID3 V1 tagit ainoastaan
fr: Supprimer uniquement les Tags ID3 V1
lt: Ištrinti tik ID3 V1 žymas
nl: Verwijder alleen ID3 V1 Tags
no: Slett Bare ID3 V1 Tagger
sv: Radera endast ID3 V1-taggar

# ribbon_DeleteID3V2Tags
source: Delete ID3 V2 Tags only
da: Slet kun ID3 V2 Tags
de: Nur ID3 V2 Tags löschen
es: Borrar sólo Etiquetas ID3 V2
fi: Poista ID3 V2 tagit ainoastaan
fr: Supprimer uniquement les Tags ID3 V2
lt: Ištrinti tik ID3 V2 žymas
nl: Verwijder alleen ID3 V2 Tags
no: Slett Bare ID3 V2 Tagger
sv: Radera endast ID3 V2-taggar

# ribbon_EditTags
source: Edit Tags
da: Rediger Tags
de: Tags editieren
es: Editar Etiquetas
fi: Muokkaa tageja
fr: Editer les Tags
lt: Redaguoti žymas
nl: Bewerk Tags
no: Tag Endring
sv: Redigera taggar

# ribbon_RetrieveTags
source: Retrieve Tags
da: Hent Tags
de: Tags holen
es: Recuperar Etiquetas
fi: Hae tageja
fr: Retrouver les Tags
lt: Nuskaityti žymas
nl: Tags ophalen
no: Finn Tagger
sv: Hämta taggar

# ribbon_OrganiseFiles
source: Organise
da: Organiser
de: Organisieren
es: Organizar
fi: Organisoi
fr: Organiser
lt: Tvarkyti
nl: Organiseer
no: Organiser
sv: Organisera

# ribbon_SaveFolderThumb
source: Save as Folder Thumb
da: Gem som folder Thumb
de: Als Ordnervorschau speichern
es: Guardar como Miniatura de Carpeta
fr: Enregistrer comme vignette de dossier
lt: Išsaugoti kaip aplanko miniatiūrą
nl: Opslaan als map miniatuur
no: Lagre som Folder Ikon
sv: Spara som Mapp-bild

# ribbon_ExecuteScript
source: Execute Script
da: Udfør script
de: Script ausführen
es: Ejecutar Script
fi: Suorita komentosarja
fr: Exécuter le Script
lt: Paleisti skriptą
nl: Uitvoeren Script
no: Kjør Script
sv: Exekvera Skript

# ribbon_Organise
source: Organise Files
da: Organiser filer
de: Dateien organisieren
es: Organizar Archivos
fi: Organisoi tiedostot
fr: Organiser les fichiers
lt: Tvarkyti failus
nl: Organiseer bestanden
no: Organiser Filer
sv: Organisera Filer

# ribbon_AddBurner
source: Add to Burner
da: Tilføj til brænder
de: Zur Brennliste
es: Añadir a Grabador
fi: Lisää poltettavaksi
fr: Ajouter au graveur
lt: Pridėti į kepyklą
nl: Toevoegen aan Brander
no: Legg til i Brenner
sv: Lägg till i brännarkö

# ribbon_AddConvert
source: Add to Conversion
da: Tilføj til konvertering
de: Zur Konvertierliste
es: Añadir a Conversión
fi: Lisää muunnokseen
fr: Ajouter au convertisseur
lt: Pridėti į Konvertavimui
nl: Toevoegen aan Omzetting
no: Legg til for Konvertering
sv: Lägg till i Konverteringskö

# ribbon_AddPlaylist
source: Add to Playlist
da: Tilføj til Playlist
de: Zur Abspielliste
es: Añadir a Lista
fi: Lisää soittolistalle
fr: Ajouter à la liste de lecture
lt: Pridėti į Grojaraštį
nl: Toevoegen aan Afspeellijst
no: Legg til i Spilleliste
sv: Lägg till i Spellista

# ribbon_Other
source: Other
da: Andre
de: Verschiedenes
es: Otro
fi: Muut
fr: Autre
lt: Kiti
nl: Andere
no: Annet
sv: Övrigt

# ribbon_DatabaseTab
source: Database
de: Datenbank
es: Base de Datos
fi: Tietokanta
fr: Base de données
lt: Duomenų bazė
sv: Databas

# ribbon_DatabaseContextualTab
source: Database
de: Datenbank
es: Base de Datos
fi: Tietokanta
fr: Base de données
lt: Duomenų bazė
sv: Databas

# ribbon_BurnTab
source: Burn
da: Brænd
de: Brenner
es: Grabar
fi: Polta
fr: Gravure
lt: Įrašyti
nl: Branden
no: Brenn
sv: Bränn

# ribbon_ConvertTab
source: Convert
da: Konverter
de: Konvertieren
es: Convertir
fi: Muunna
fr: Conversion
lt: Konvertuoti
nl: Omzetten
no: Konverter
sv: Konvertera

# message_CorruptFile
source: Corrupt File
da: Ødelagt fil
de: Beschädigte Datei
es: Archivo Corrupto
fr: Fichier corompu
lt: Sugadintas failas
nl: Corrupt bestand
sv: Filen är korrupt

# message_ErrorReadingFile
source: Error reading file: {0}
da: Fejl ved læsning af fil: {0}
de: Fehler beim Lesen: {0}
es: Error leyendo archivo: {0}
fi: Virhe luettaessa tiedostoa: {0}
fr: Erreur de lecture du fichier : {0}
lt: Klaida nuskaitant failą: {0}
nl: Fout bij lezen van bestand: {0}
sv: Fel vid läsning av fil: {0}

# message_ErrorResetAttr
source: Can't reset readonly attribute
da: Kan ikke nulstille skrivebeskyttet attribut
de: Schreibschutz Attribut nicht zurückgesetzt
es: No se puede restablecer el atributo de sólo lectura
fr: Impossible de restaurer l\'attribut \"lecture seule\"
lt: Negalima atšaukti tik-skaitymui atributo
nl: Het alleen-lezen attribuut kan niet gereset worden
sv: Det gick inte att ta bort skrivskyddet

# message_ErrorSave
source: Error saving file: {0}
da: Fejl ved gemmening af fil: {0}
de: Fehler beim Speichern: {0}
es: Error guardando archivo: {0}
fi: Virhe tallennettaessa tiedostoa: {0}
fr: Erreur de sauvegarde du fichier : {0}
lt: Klaida išsaugant failą: {0}
nl: Fout bij opslaan van bestand: {0}
sv: Fel vid sparande av fil: {0}

# message_Error_Title
source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
lt: Klaida
nl: Fout
no: Feil
sv: Fel

# message_NonExistingFile
source: File no longer existing!
da: Fil eksistere ikke længere !
de: Datei existiert nicht mehr
es: ¡El Archivo ya no existe!
fr: Le fichier n\'existe plus!
lt: Failo nebėra!
nl: Bestand bestaat niet meer!
sv: Filen finns inte längre

# message_OutOfMemory
source: Too many files scanned. Running out of Memory.\r\nAborting Scan.
de: Zuviele Files gescanned. Kein verfügbarer Speicherplatz.\r\nDer Scan wird abgebrochen.
es: Demasiados archivos escaneados. Se está quedando sin Memoria.\r\nAbortando Escaneo.
fr: Trop de fichiers scannés. Mémoire insuffisante. \r\nAbandon du scan.
nl: Te veel bestanden geanalyseerd, het geheugen raakt vol. Analyze wordt afgebroken.
sv: För många filer har skannats. Minnet håller på att ta slut>> Skanningen avbryts.

# message_UnsupportedFormat
source: Unsupported Format
da: Ikke-understøttet format
de: Format nicht unterstützt
es: Formato no Soportado
fr: Format non supporté
lt: Nepalaikomas formatas
nl: Niet ondersteund formaat
sv: Formatet stöds inte

# statusBar_NumberOfFiles
source: Files: {0}
da: Filer: {0} (Valgt: {1})
de: Dateien: {0}
es: Archivos: {0} (Seleccionados: {1})
fi: Tiedostoja: {0} (Valittu: {1})
fr: Fichiers : {0} (Sélectionnés : {1})
lt: Failai: {0} (Pasirinkta: {1})
nl: Bestanden: {0} (Geselecteerd: {1})
no: Filer: {0} (Valgt: {1})
sv: Filer: {0} Valda: {1})

# statusBar_NumberOfSelectedFiles
source: (Selected: {0})
de: (Ausgewählt: {0})

# miscFiles_Header
source: Misc Files
da: Non-musik filer
de: Übrige Dateien
es: Sin Archivos de Música
fi: Ei-musiikki tiedostot
fr: Non musicaux
lt: Ne muzikos failai
nl: Niet-muziekbestanden
no: Ikke Musikk Filer
sv: Inga Musik-Filer

# treeview_Header
source: Treeview
da: Folders
de: Verzeichnisse
es: Carpetas
fi: Kansiot
fr: Dossiers
lt: Aplankai
nl: Mappen
no: Mapper
sv: Mappar

# miscFiles_Menu_DeleteFiles
source: Delete selected file(s)
da: Slet valgte fil(er)
de: Markierte Datei(en) löschen
es: Borrar archivo(s) seleccionados
fi: Poista valitut tiedosto(t)\"
fr: Supprimer les fichiers sélectionnés\"
lt: Ištrinti pasirinktą failą (us)
nl: Verwijder geselecteerd(e) bestand(en)
no: Slett valgte fil(er)\"
sv: Radera valda fil(er)\"

# miscFiles_Menu_Rename
source: Rename to "folder.jpg"
da: Omdøb til \"folder.jpg\"
de: Umbenennen zu "folder.jpg"
es: Renombrar a \"folder.jpg\"
fi: Nimeä uudelleen \"folder.jpg\"
fr: Renommer en \"dossier.jpg\"
lt: Pervadinti į \"folder.jpg\"
nl: Hernoem naar \"folder,jpg\"
no: Sett navn til \"folder.jpg\"
sv: Byt namn till \"folder.jpg\"

# ribbon_DeleteLayout
source: Delete Layout
de: Layout Löschen

# ribbon_ResetLayout
source: Reset Layout
de: Layout zurücksetzen

# tagEdit_AlbumArtist
source: Album Artist:
da: Album kunstner:
de: Album Interpret:
es: ÁlbumArtista
fr: Artiste-Album :
lt: AlbumoAtlikėjas:
nl: AlbumArtiest:

# tagEdit_Artist
source: Artist:
da: Kunstner:
de: Interpret:
es: Artista:
fi: Artisti:
fr: Artiste :
lt: Atlikėjas:
nl: Artiest:

# tagEdit_Disc
source: Disc:
da: Disk:
de: Mediennummer:
es: Disco:
fi: Levy:
fr: Disque :
lt: Diskas:
nl: Disk:
no: Disk:
sv: Skiva:

# tagEdit_FrontCover
source: Front Cover:
de: Album Cover:

# tagEdit_Track
source: Track:
da: Spor:
de: Tracknummer:
es: Pista:
fi: Kappale:
fr: Piste :
lt: Takelis:
nl: Nummer:
no: Spor:
sv: Spår:

# tagEdit_Comment
source: Comment:
da: Kommentar:
de: Kommentar:
es: Comentario:
fi: Kommentti:
fr: Commentaire :
lt: Komentaras:
nl: Commentaar:
no: Kommentar:
sv: Kommentar:

# tagEdit_Genre_Watermark
source: Select Genre(s)
de: Ausgewählte(s) Genre

# tagEdit_PartOfCompilation
source: Part of Compilation
da: Del af en opsamling
de: Teil eines Samplers
es: Parte de una Compilación
fr: Extrait d\'une compilation
lt: Rinkinio dalis
nl: Onderdeel van compilatie
no: Del av en samling
sv: Del av en Samling

# tagEdit_Year
source: Year:
da: År:
de: Jahr:
es: Año:
fi: Vuosi:
fr: Année :
lt: Metai:
nl: Jaar:
no: År:
sv: År:

# tagEdit_Title
source: Title:
de: Titel:
es: Título:
fi: Otsikko:
fr: Titre :
lt: Antraštė:
nl: Titel:
no: Tittel:
sv: Titel:

# dialog_Close
source: Close
de: Schließen

# coverSearch_Title
source: Album Cover Search
da: Søg efter album
de: Album Suche
es: Búsqueda de Álbum
fr: Recherche d\'albums
lt: Albumo paieška
nl: Zoek Album
no: Album Søk
sv: Album-Sökning

# dialog_Search
source: Search
de: Suchen

# tagAndRename_AddFormat
source: Add Format To List
da: Tilføj format til liste
de: Format zu Liste hinzufügen
es: Añadir formato a la lista
fr: Ajouter un format à la liste
lt: Pritaikyti sąrašui formatavimą
nl: Voeg Formaat toe aan lijst
no: Legg til Format til Listen
sv: Lägg till Formatet till Listan

# tagAndRename_GroupBoxParam
source: Parameters (Click to add to the list)
da: Parametre (Klik for at tilføje til listen)
de: Parameter (Maus-Klick fügt zur Liste hinzu)
es: Parámetros (Click para añadir a la lista)
fr: Paramètres (cliquer pour ajouter à la liste)
lt: Parametrai (paspaudžianti pridėti į sąrašą)
nl: Parameters (klik om aan lijst toe te voegen)
no: Parameter (Klikk for å legge til i listen)
sv: Parametrar (Klicka för att lägga till i listan)

# tagAndRename_Header
source: Tag from File Name
da: Tag fra Fielnavn
de: Tag von Dateiname
es: Etiquetar desde Nombre de Archivo
fr: Tag nom du fichier
lt: Žyma pagal failo vardą
nl: Tag van Bestandsnaam
no: Tag fra Filnavn
sv: Tagga från Fil-Namnet

# tagAndRename_PreviewChanges
source: Preview Changes
da: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
lt: Peržiūra
nl: Voorbeeld
no: Forhåndsvisning:
sv: Förhandsgranska

# tagAndRename_RemoveFormat
source: Remove Format From List
da: Fjern format fra liste
de: Format aus Liste entfernen
es: Quitar formato de la lista
fr: Retirer le format de la liste
lt: Pašalinti sąrašo formatavimą
nl: Verwijder Formaat uit lijst
no: Fjern Format fra Listen
sv: Ta bort Formatet från Listan

# tagAndRename_TabHeader_Parameter
source: Parameters
da: Parametre
de: Parameter
es: Parámetros
fr: Paramètres
lt: Parametrai
no: Parametere
sv: Parametrar

# tagAndRename_TabHeader_Preview
source: Preview
de: Vorschau

# tagEdit_TabHeader_Main
source: Main Tags
da: Vigtigste Tags
de: Haupteinträge
es: Principales Etiquetas
fr: Tags principaux
lt: Pagrindinės žymos
nl: Hoofd Tags
no: Hoved Tagger
sv: Huvudsakliga taggar

# lyricsSearch_Title
source: Lyrics Search
da: Find en tekst til {0} - {1}
de: Liedtext Suche
es: Encontrar Letras para {0} - {1}
fr: Trouver les paroles pour {0} - {1}
lt: Rasti žodžius {0} - {1}
nl: Vind een liedtekst voor {0} - {1}
no: Finn tekst for {0} - {1}
sv: Hitta en text till {0} - {1}

# tagAndRename_InvalidParm
source: Invalid Parameter Format. Please Correct.
da: Ugyldigt parameter Format. Venligst Ret.
de: Falsches Parameter Format. Bitte ändern
es: Parámetro de Formato Inválido. Por favor, corríjalos
fr: Format de paramètre invalide. Veuillez corriger!
lt: Negalimas formato parametras. Prašome pakoreguoti.
nl: Ongeldig Parameter Formaat. A.u.b. corrigeren.
no: Feil Parameter Format. Vennligst Korriger.
sv: Parameterformatet är felaktigt. Rätta till det och försök igen.

# dialog_Apply
source: Apply
de: Anwenden

# dialog_Cancel
source: Cancel
de: Abbrechen

# lyricsSearch_NoSites_Selected
source: Please select at least one Lyrics Search Site
de: Bitte mindestens eine Liedtext Suchseite auswählen

# lyricsSearch_NothingToSearch
source: There is nothing to search for
da: Der er intet at søge efter
de: Nichts zu suchen
es: No hay nada que buscar
fr: Il n\'y a rien à chercher
lt: Nėra ką ieškoti
nl: Er is niets om naar te zoeken
no: Ingenting å søke etter
sv: Det finns ingenting att söka efter

# lyricsSearch_Sites_Watermark
source: Select Lyrics Search Site(s)
de: Liedtext Suchseite(n) auswählen

# coverSearch_Finished
source: Search Finished. Select Cover Art (Double Click or Apply Button)
de: Suche beendet. Bild auswählen (Doppelclick oder Anwenden)

# coverSearch_Status
source: Searching for Cover Art ... {0} Sites. Remaining: {1}
de: Suche nach Bildern ... {0} Seiten. Verbleibend {1}

# lyricsSearch_Finished
source: Search Finished. Select correct Lyrics.
da: Søgning Færdig. Fravælg tracks med forkerte tekster.
de: Suche beendet. Lieder mit gewünschten Texten auswählen.
es: Búsqueda finalizada. Deseleccione pistas con Letras incorrectas.
fr: Recherche terminée. Désélectionnez les pistes aux paroles incorrectes.
lt: Paieška baigta. Nuimkite netinkamų žodžių pasirinkimus .
nl: Zoeken voltooid. Deselecteer nummers met incorrecte Liedteksten.
no: Søk er Ferdig. Velg bort de som er feil.
sv: Sökningen är klar. Avmarkera spår med inkorrekta texter.

# lyricsSearch_Status
source: Searching for Lyrics ... {0} Sites x {1} Songs = {2} Songs to Search. Found: {3} Not Found: {4} Remaining: {5}
da: Søger efter tekster ... Vent venligst
de: Suche von Liedtexten ... Bitte warten {0} Seiten x {1} Lieder = {2} Lieder in der Liste. Gefunden {3} Nicht gefunden {4} Verbleibend {5}
es: Buscando Letras ... Por favor, espere
fr: Recherche de paroles en cours. Patientez !
lt: Ieškoma žodžių ... prašome palaukti
nl: Zoeken naar Liedtekst ... Even geduld a.u.b.
no: Søker etter tekster ... Vennligst Vent
sv: Söker efter Texter... Var god dröj

# tagAndRename_AlbumArtist
source: Album Artist
da: orkester / albumkunstner
de: Orchester / Album Interpret
es: Orquesta / Álbum Artista
fr: Orchestre / Album Artiste
lt: Orkestras/Albumo atlikėjas
nl: Orkest / Album Artiest
no: Orkester / Album Artist
sv: Orkester / Album-Artist

# tagAndRename_Artist
source: Artist
da: Kunstner
de: Interpret
es: Artista
fr: Artiste
lt: Atlikėjas
nl: Artiest

# tagAndRename_Comment
source: Comment
da: Kommentar
de: Kommentar
es: Comentario
fr: Commentaire
lt: Komentaras
nl: Commentaar
no: Kommentar
sv: Kommentar

# tagAndRename_Composer
source: Composer
da: Komponist
de: Komponist
es: Compositor
fr: Compositeur
lt: Kompozitorius
nl: Componist
no: Komponist
sv: Kompositör

# tagAndRename_Conductor
source: Conductor
da: Dirigent
de: Dirigent
es: Director
fr: Chef d\'orchestre
lt: Dirigentas
nl: Dirigent
no: Dirigent
sv: Dirigent

# tagAndRename_Disc
source: Disc Number
da: Disc Nummer
de: Mediennummer
es: Número de Disco
fr: Numéro de disque
lt: Disko numeris
nl: Disk Nummer
no: Disk Nummer
sv: Skivnummer

# tagAndRename_DiscTotal
source: Total # of discs
da: Total # af discs
de: Gesamt # an Medien
es: # Total de discos
fr: Nb total de disques
lt: Iš viso diskų #
nl: Totaal aantal disks
no: Total # av disker
sv: Totalt # antal skivor

# tagAndRename_Enumerate
source: Enumerates Files
da: Fortegnelsesfiler
de: Nummerierung in Dateien
es: Enumerar Archivos
fr: Enumère les fichiers
lt: Numeruoja failus
nl: Bestands opsomming
no: Opptelte Filer
sv: Adderar Filer

# tagAndRename_FileExists
source: File already exists. Common Tags used?
da: Filen allerede eksisterer. Fælles tags brugt?
de: Datei existiert bereits. Wurden zu allgemeine Tags verwendet?
es: El archivo ya existe. ¿Usar etiquetas comunes?
fr: Le fichier existe déjà. Utiliser les Tags communs?
lt: Failas jau egzistuoja. Naudojamos Bendrosios Žymos?
nl: Bestand bestaat al. Gemeenschappelijke Tags gebruikt?
no: Fil eksisterer. Normale Tagger brukt?
sv: Filen existerar redan. Används Vanliga Taggar?

# tagAndRename_Filename
source: Current Filename
da: Nuv. filnavn
de: Aktueller Dateiname
es: Nombre de Archivo Actual
fr: Nom actuel de fichier
lt: Esamas failo vardas
nl: Huidige bestandsnaam
no: Gjeldende Filnavn
sv: Nuvarande FilNamn

# tagAndRename_FirstNofAlbumArtist
source: First "n" char of Album Artist
da: = Første \"n\" tegn af album kunstner
de: Die ersten "n" Zeichen des Album Interpreten
es: = Primeros \"n\" Caracteres del Album Artista
fr: = \"n\" premières lettres de l\'artiste de l\'album
lt: = Pirmas \"n\" albumo atlikėjo simbolis
nl: = Eerste \"n\" karakters van Album Artist
no: = Første \"n\" bokstav fra Album Artist
sv: = Första \"n\" bokstäverna i album + artistnamn
