Repository: MediaPortal/MPTagThat-2
Catalog: MPTagThat/Source/MPTagThat/Resources/Localization/Strings.*.resx
Languages: da, de, es, fi, fr, lt, nl, no, sv

# settings_Tags_AutoFillNumberTracks
source: Auto Fill "Number of Tracks" on Multiple Tag Edit
da: Auto fyld \"Antal Tracks\" ved redigering af flere tags
de: \"Anzahl von Tracks\" bei merfach editieren automatisch füllen
es: Auto rellenar \"Número de Pistas\" en Edición Múltiple de Etiquetas
fr: Remplir automatiquement le numéro de piste lors de l\'édition de plusieurs Tags
lt: Automatiškai pridėti \"Takelių skaičius\" redaguojant daug žymų
nl: Bij bewerken van meer dan één nummer automatisch nummering toevoegen aan de nummers
no: Automatisk Fyll i \"Antall Spor\" når Flervalgte Tagg blir brukt
sv: Fyll Automatiskt \"Antal Spår\" när fler än en fil redigeras samtidigt

# settings_Tags_CaseConversion
source: Use case conversion settings on Save
da: Brug STORE/små bogstav konverteringsindstillinger ved Gem
de: Einstellungen für Groß- und Kleinschreibung beim Speichern verwenden
es: Usar configuración de la Caja de Conversión al guardar
fr: Utiliser les paramètres de conversion de casse lors de l\'enregistrement
lt: Išsaugojant naudoti raidžių dydžių keitimo nustatymus
nl: Gebruik kapitaal omzettingsinstellingen bij opslaan
no: Bruk Bokstav Konvertering når du lagrer
sv: Applicera storleksformatering enligt inställning vid sparning

# settings_Tags_CopyArtist
source: Copy Artist to AlbumArtist when empty
da: Kopier Kunstner til Album kunstner, når den er tom
de: Interpret nach Album Interpret kopieren, wenn leer
es: Copiar Artista a ÁlbumArtista cuando esté vacío
fr: Copier l\'artiste dans artiste de l\'album s\'il est vide
lt: Kopijuoti Atlikėja į Albumo atlikėją jei tuščia
nl: Kopie Artiest naar AlbumArtiest wanneer leeg
no: Kopier Artist til AlbumArtist når denne er tom
sv: Kopiera Artist till AlbumArtist om fältet är tomt

# settings_Tags_General
source: Tags General
da: General
de: Generell
es: General
fr: Général
lt: Bendras
nl: Algemeen
no: Generell
sv: Generellt

# settings_Tags_PreferredCountries
source: Preferred countries for MusicBrainz Search:
de: Bevorzugte Länder für MusicBrainz Suche:

# settings_Id3_Encoding
source: Encoding when saving Tags:
da: Kodning, der bruges til at gemme Tags:
de: Verwendeter Zeichensatz beim Speichern der Tags:
es: Codificación utilizada para guardar Etiquetas:
fr: Codage utilisé pour enregistrer les Tags :
lt: Kodavimas naudotas saugojant Žymas:
nl: Encodering voor het opslaan van tags:
sv: Omkodning som används när taggar skall sparas:

# settings_Id3_UseApe
source: Use APE and ID3 V1 Tags
da: Brug APE og ID3 V1 Tags
de: APE und ID3 V1 Tags benutzen
es: Usar APE y etiquetas ID3 V1
fr: Utiliser les Tags APE et ID3 V1
lt: Naudoti APE ir ID3 V1 žymas
nl: Gebruik APE en ID3 V1 Tags
no: Bruk APE and ID3 V1 Tagger
sv: Använd APE och ID3 V1-taggar

# settings_Id3_UseV3
source: Use Version 2.3 for ID3 V2 Tags
da: Brug Version 2.3 til ID3 V2 Tags
de: Version 2.3 für ID3 V2 Tags benutzen
es: Usar Version 2.3 para Etiquetas ID3 V2
fr: Utiliser la version 2.3 pour les Tags ID3 V2
lt: ID3 V žymoms naudoti 2.3 versiją
nl: Gebruik Versie 2.3 voor ID3 V2 Tags
no: Bruk Versjon 2.3 for ID3 V2 Tagger
sv: Använd Version 2.3 för ID3 V2-taggar

# settings_Id3_UseV4
source: Use Version 2.4 for ID3 V2 Tags
da: Brug Version 2.4 til ID3 V2 Tags
de: Version 2.4 für ID3 V2 Tags benutzen
es: Usar Version 2.4 para Etiquetas ID3 V2
fr: Utiliser la version 2.4 pour les Tags ID3 V2
lt: ID3 V žymoms naudoti 2.4 versiją
nl: Gebruik Versie 2.4 voor ID3 V2 Tags
no: Bruk Versjon 2.4 for ID3 V2 Tagger
sv: Använd Version 2.4 för ID3 V2-taggar

# ribbon_About
source: About MPTagThat
de: Über MPTagThat

# ribbon_Bar_About
source: About
de: Über

# settings_Id3_AddGenre
source: Add Genre
de: Genre Hinzufügen
es: Añadir Género
fr: Ajouter un Genre
lt: Pridėti žanrą
nl: Genre toevoegen
sv: Lägg till genre

# settings_Id3_ClearUserFrames
source: Clear User Defined Frames on Save
da: Fjern bruger definerede Frames ved Gem
de: Benutzerdefinierte Frames beim Speichern löschen
es: Borrar Frames definidos por el Usuario al Guardar
fr: Vider les trames définies par l\'utilisateur lors de l\'enregistrement
lt: Išsaugojant išvalyti vartotojo numatytus kadrus
nl: Verwijder Gebruiker Gedefinieerde Frames bij Opslaan.
sv: Rensa användardefinierade ramar vid sparning

# settings_Id3_FixMp3
source: Automatically fix errorneous Mp3 Files
da: Automatisk fix MP3-filer med fejl
de: Fehlerhafte MP3 Dateien automatisch korrigieren
es: Reparar automáticamente archivos MP3 erróneos
fr: Réparer automatiquement les fichiers MP3 erronés
lt: Automatiškai taisyti klaidingus MP3 failus
nl: Beschadigde MP3 data automatisch corrigeren
no: Automatisk fiks feil i MP3 filene
sv: Fixa automatiskt felande MP3-filer

# settings_Id3_Header_CustomGenres
source: Custom Genres
de: Benutzer Genres
es: Géneros Personalizados
fr: Personnaliser un Genre
lt: Tinkinami žanrai
nl: Aangepaste Genres
sv: Egna genrer

# settings_Id3_Header_MP3Validation
source: MP3 File Validation
da: MP3 Fil validering
de: MP3 Dateiformatprüfung
es: Validación de Archivo MP3
fr: Validation de fichier MP3
lt: MP3 failo patvirtinimas
nl: MP3 bestandformaat controle
no: MP3 Fil Validering
sv: MP3 Fil-Validering

# settings_Id3_Header_Update
source: Update
da: Opdater
de: Bei Änderung
es: Actualizar
fr: Mettre à jour
lt: Atnaujinti
nl: Bijwerken
no: Oppdater
sv: Uppdatera

# settings_Id3_RemoveGenre
source: Remove Genre(s)
de: Genre(s) Löschen
es: Borrar Género
fr: Effacer un Genre
lt: Trinti žanrą
nl: Genre verwijderen
sv: Ta bort genre

# settings_Id3_SaveGenre
source: Save Genre(s)
de: Genre(s) speichern

# settings_Id3_UpdateRemoveV1
source: Remove ID3 V1
da: FJern ID3V1
de: ID3 V1 entfernen
es: Quitar ID3V1
fr: Supprimer ID3V1
lt: Pašalinti ID3V1
nl: Verwijder ID3V1
no: Fjern ID3V1
sv: Ta Bort ID3V1

# settings_Id3_UpdateRemoveV2
source: Remove ID3 V2
da: Fjern D3V2
de: ID3 V2 entfernen
es: Quitar ID3V2
fr: Supprimer ID3V2
lt: Pašalinti ID3V2
nl: Verwijder ID3V2
no: Fjern ID3V2
sv: Ta Bort ID3V2

# settings_Id3_UpdateV1V2
source: ID3 V1 and ID3 V2
da: ID3V1 og ID3V2
de: ID3V1 und ID3V2 schreiben
es: ID3V1 y ID3V2
fr: ID3V1 et ID3V2
lt: ID3V1 ir ID3V2
nl: ID3V1 en ID3V2
no: ID3V1 og ID3V2
sv: ID3V1 och ID3V2

# settings_Id3_ValidateMp3
source: Validate Mp3 Files while scanning the folder / database
da: Valider MP3-filer under scanning af folder / database
de: Überprüfe MP3 Dateien beim Einlesen von Verzeichnis / Datenbank
es: Validar archivos Mp3 mientras se escanea la carpeta / base de datos
fr: Valider les fichiers MP3 pendant le scan du dossier / de la base de donnée
lt: Patvirtinti MP3 failus kai skenuojamas katalogas/duomenų bazė
nl: Valideer MP3 bestand bij inlezen van beschrijving / Database
no: Valider MP3 Filer under skanning av folder / database
sv: Validera MP3-Filer vid skanning av mappar / databas

# settings_Keys_Ctrl
source: Ctrl
de: Strg

# settings_Keys_Shift
source: Shift
da: Skift
de: Umsch
es: Mayus
fr: MAJ

# ribbon_Refresh
source: Refresh
da: Genopfrisk
es: Refrescar
fi: Päivitä
fr: Rafraîchir
lt: Atnaujinti
nl: Ververs
no: Oppfrisk
sv: Uppdatera

# ribbon_TagTab
source: Tags
es: Etiquetas
fi: Tagit
lt: Žymos
no: Tagg
sv: Taggar

# ribbon_Picture
source: Coverart
es: Carátula
fr: Jaquette
lt: Viršelis
nl: Albumhoes
sv: Omslagsbild

# ribbon_RipTab
source: Rip
es: Extraer
fi: Rippaa
fr: Extraction
lt: Ripinti
nl: Rippen
no: Ripp
sv: Rippa

# tagEdit_Album
source: Album:
es: Álbum:
fi: Albumi:
lt: Albumas:

# tagEdit_Genre
source: Genre:
es: Género:
fi: Lajityyppi:
lt: Žanras:
no: Sjanger:

# tagEdit_MusicCreditList_Instrument
source: Instrument
es: Instrumento
lt: Instrumentas

# tagEdit_InvolvedPerson_Name
source: Name
da: Navn
es: Nombre
fr: Nom
lt: Vardas
nl: Naam
no: Navn
sv: Namn

# tagEdit_CopyrightInformation
source: Copyright Information URL:
es: URl Oficial de Copyright:
fr: URL d\'info des droits d\'Auteur :
lt: Autorinių teisių informacijos URL:
nl: URL Copyright Informatie:
no: Copyright Informasjon URL:
sv: URL för Copyrightinformation:

# tagEdit_TabHeader_Web_Information
source: Web Information
es: Información Web
fi: Internet tiedot
fr: Information Internet
lt: Žiniatinklio informacija
nl: Web Informatie
no: Web Informasjon

# tagEdit_TabHeader_Original_Information
source: Original Information
es: Información Original
fi: Alkuperäiset tiedot
fr: Information originale
lt: Originali informacija
nl: Originele Informatie
no: Original Informasjon

# tagEdit_UserFrames_FrameId
source: Frame ID
es: ID Frame
fr: Id
lt: Kadro ID
no: Ramme Id
sv: Ram-id

# songHeader_Status
source: Status
es: Estado
fr: Etat
lt: Būsena

# songHeader_Track
source: Track
es: Pista
fr: Piste
lt: Takelis
nl: Nummer
no: Spor
sv: Spår

# songHeader_Album
source: Album
es: Álbum
fi: Albumi
lt: Albumas

# songHeader_Genre
source: Genre
es: Género
lt: Žanras
no: Sjanger

# songHeader_ReplayGainTrack
source: Track Gain
es: Ganancia de Pista
fr: Réglage du volume (Gain) de la piste
lt: Takelio garso lygis
sv: Spår-Volym

# songHeader_ReplayGainTrackPeak
source: Track Peak
es: Pico de Pista
fr: Niveau maximum de la piste
lt: Takelio garso pikas
sv: Spårets volymtopp

# songHeader_ReplayGainAlbum
source: Album Gain
es: Ganancia del Álbum
fr: Réglage du volume (Gain) de l\'album
lt: Albumo garso normalizavimas
sv: Album-Volym

# songHeader_ReplayGainAlbumPeak
source: Album Peak
es: Pico de Álbum
fr: Niveau maximum de l\'album
lt: Albumo garso pikas
sv: Albumets volymtopp

# songHeader_AlbumSortName
source: Album Sortname
da: Album sorteringsnavn
es: Ordenar por Álbum
fr: Nom de genre d\'album
lt: Albumų rūšiavimo žodis
nl: Sorteer op =Albumnaam
no: Album Sorteringsnavn
sv: Sorteringsnamn - Album

# songHeader_CopyrightInformation
source: Copyright Information
es: Información de Copyright
fr: Information de copyright
lt: Autorinių teisių informacija
nl: Copyright Informatie
no: Informasjon om Kopirettighet

# songHeader_OfficialInternetRadioInformation
source: Off. Internet Radio Information
es: Info. Oficial Internet Radio
fr: Information officielle radio Internet
lt: Oficiali interneto radijo informacija
nl: Off. Internet Radio Informatie
no: Off. Informasjon om Internett Radio
sv: Officiell Internetradioinformation

# songHeader_OriginalAlbum
source: Original Album
es: Álbum Original
fr: Album original
lt: Originalus albumas
nl: Origineel Album
no: Originalt Album
sv: Ursprungligt Album

# songHeader_SampleRate
source: Samplerate
es: Muestreo
fr: Taux d\'échantillonnage
lt: Samplo kokybė
no: Samplingsrate

# tagAndRename_GroupBoxFormat
source: Format
es: Formato:
lt: Formatas:
nl: Formaat:

# tagAndRename_Genre
source: Genre
es: Género
lt: Žanras
no: Sjanger

# tagAndRename_Album
source: Album
es: Álbum
lt: Albumas

# caseConversion_Album
source: Album
es: Álbum
fi: Albumi
lt: Albumas

# settings_Tags_ChangeReadOnly
source: Change Readonly Attributte on Save
da: Skift Readonly Attribut på Gem
es: Cambiar Atributo de Sólo lectura al Guardar
fr: Changer l\'attribut de lecture seule à l\'enregistrement
lt: Išsaugojant keisti Tik Skaityti atributą
nl: Verander alleen-lezen attribuut bij opslaan
sv: Ändra skrivskyddsattribut vid Sparning

# tagEdit_Copyright
source: Copyright:
fr: Droits d\'auteur :
lt: Autorinės teisės:
no: Kopirettighet:

# songHeader_Copyright
source: Copyright
lt: Autorinės teisės
no: Kopirettighet

# songHeader_BitRate
source: Bitrate
fr: Débit
lt: Garso kokybė

# songHeader_Version
source: Codec
lt: Kodekas

# tagAndRename_BitRate
source: Bitrate
fr: Taux d\'échantillonnage
lt: Kokybė

# tagAndRename_Original
source: Original:
lt: Originalus:
nl: Origineel:
