Repository: MediaPortal/MPTagThat-2
Catalog: MPTagThat/Source/MPTagThat/Resources/Localization/Strings.*.resx
Languages: da, de, es, fi, fr, lt, nl, no, sv

# coverSearch_EmbedExistingThumb
source: Embed existing folder thumb (folder.jpg) on cover search
da: Integrer eksisterende folder thumb (folder.jpg) ved cover søgning
de: Existierende Ordnervorschau (folder.jpg) bei Bildersuche verwenden
es: Insertar miniatura de carpeta existente (Carpeta.jpg) en búsqueda de portadas
fr: Inclure la vignette du dossier (folder.jpg) existante lors de la recherche de la jaquette
lt: Įdėti esamą katalogo miniatiūrą (folder.jpg) ieškant viršelio
nl: Bestaande miniatuur inbedden(folder.jpg) bij zoeken naar omslag.
no: Legg til eksisterende bilde (folder.jpg) ved bilde søk
sv: Bädda in befintlig mappbild (folder.jpg) vid omslagssökning

# coverSearch_OnlySaveFolderThumb
source: Save Cover Art only to folder thumb. Don't touch the music file
da: Gem Cover Art kun i folder thumb. Rør ikke musikfilen
de: Nur Orndervorschau speichern. Nicht die Musikdatei verändern
es: Sólo Guardar Carátula en la carpeta. No tocar el archivo de música
fr: Enregistrer la jaquette uniquement dans la vignette du dossier. Ne pas toucher au fichier
lt: Išsaugoti tiktai viršelį į katalogo miniatiūras. Neliesti muzikinio failo
nl: Sla albumhoes alleen als mapminiatuur op. Pas het muziekbestand niet aan.
sv: Spara skivomslaget endast som mappbild. Lagras ej i musikfiler.

# coverSearch_OverwriteExistingCover
source: Overwrite existing Cover(s) on automatic tagging
da: Overskriv eksisterende Cover (r) ved automatiske tagging
de: Existierende Bilder beim automatischen Taggen überschreiben
es: Sobreescribir Portada(s) existente(s) en etiquetado automático
fr: Ecraser la jaquette lors de marquage automatique
lt: Automatiškai žymint bus užrašyti esamiems viršeliams ant viršaus.
nl: Overschrijf bestaande omslag(en) bij automatisch Taggen
no: Skriv over eksisterende Bilde(r) ved automatisk tagging
sv: Skriv över befintliga omslag vid automatisk taggning

# tagEdit_GetTrackLength
source: Get From File
da: Hent track længde fra fil
de: Länge auslesen
es: Obtener Duración de Pista de Archivo
fr: Récupérer la durée de piste
lt: Gauti takelio trukmę iš failo
nl: Haal nummer duur uit bestand
no: Hent Spor Lengde fra Fil
sv: Hämta spårlängd från Fil

# tagEdit_GetTrackLength_Checkbox
source: Get Song Length from File
da: Hent fra fil
de: Aus Datei lesen
es: Obtener de Archivo
fi: Hae tiedostosta
fr: Récupérer la durée de la piste à partir du fichier
lt: Gauti iš failo
nl: Ophalen uit bestand
no: Hent fra fil
sv: Hämta från Fil

# tagEdit_TabHeader_Pictures
source: Picture Details
da: Billeder
de: Bilder
es: Fotografías
fi: Kuvat
fr: Images
lt: Vaizdai
nl: Afbeeldingen
no: Bilder
sv: Bilder

# tagEdit_ToolTip_Picture_GetCoverArt_File
source: Get Cover Art from File
de: Hole Bilder von Datei

# tagEdit_ToolTip_Picture_GetCoverArt_Internet
source: Get Cover Art from configured Sites
de: Hole Bilder online

# tagEdit_ToolTip_Picture_Remove_CoverArt
source: Remove all Cover Art
de: Bilder entfernen

# tagEdit_ToolTip_Picture_Save_CoverArt
source: Save Cover Art to folder.jpg
de: Speichere Bild in folder.jpg

# tagEdit_ToolTip_Picture_RemoveDetail_CoverArt
source: Remove this Cover Art
de: Bild entfernen

# tagEdit_ToolTip_Picture_SaveDetail_CoverArt
source: Save Cover Art to file
de: Bild in Datei speichern

# tagEdit_TabHeader_Lyrics
source: Lyrics Details
da: Tekster
de: Liedtexte
es: Letras
fi: Lyriikat
fr: Paroles
lt: Dainos žodžiai
nl: Liedteksten
no: Tekster
sv: Texter

# tagEdit_ToolTip_Lyrics_GetFile
source: Get Lyrics from File
de: Lese Liedtext aus Datei

# tagEdit_ToolTip_Lyrics_GetInternet
source: Get Lyrics from configured Sites
de: Hole Liedtext online

# tagEdit_ToolTip_Lyrics_Remove
source: Remove Lyrics
de: Entferne Liedtext

# caseConversion_AlbumArtist
source: Album Artist
da: Album kunstner
de: Album Interpret
es: ÁlbumArtista
fr: Artiste de l\'album
lt: AlbumoAtlikėjas
nl: AlbumArtiest

# caseConversion_AllFirstLetterUpperCase
source: All First Letter Upper Case
da: Altid 1. bogstav med stort
de: Alle Anfangsbuchstaben in Großschreibung
es: Todas las Primeras Letras en Mayúsculas
fr: Toutes les premières lettres en majuscule
lt: Visos pirmosios raidės didžiosios
nl: Alle eerste letters kapitaal
no: Altid Stor Forbokstav
sv: Versaler i början på samtliga ord

# caseConversion_AllLowerCase
source: All Lower Case
da: Alt med små bogst.
de: Alles in Kleinschreibung
es: Todas en Minúsculas
fr: Tout en minuscule
lt: Viskas mažosiomis raidėmis
nl: Alles kleine letter
no: Alle med Små Bokstaver
sv: Endast gemener

# caseConversion_AllUpperCase
source: All Upper Case
da: Alt med store bogst.
de: Alles in Großschreibung
es: Todas en Mayúsculas
fr: Tout en majuscule
lt: Viskas didžiosiomis raidėmis
nl: Alles kapitaal
no: Alle med Store Bokstaver
sv: Endast versaler

# caseConversion_AlwaysUpperCaseFirstLetter
source: Always Uppercase First Letter
da: Altid første bogstav med stort
de: Erster Buchstabe immer groß
es: Primera letra siempre en Mayúsculas
fr: Toujours mettre la première lettre en majuscule
lt: Visada naudoti pirmąją didžiąją raidę
nl: Eerste letter altijd kapitaal
no: Altid Stor Forbokstav
sv: Ändra alla begynnelsebokstäver till versaler

# caseConversion_Artist
source: Artist
da: Kunstner
de: Interpret
es: Artista
fi: Artisti
fr: Artiste
lt: Atlikėjas
nl: Artiest

# caseConversion_Comment
source: Comment
da: Kommentar
de: Kommentar
es: Comentario
fi: Kommentti
fr: Commentaire
lt: Komentaras
nl: Commentaar
no: Kommentar
sv: Kommentar

# caseConversion_Exceptions
source: Exceptions
da: Undtagelser
de: Ausnahmen
es: Excepciones
lt: Išimtys
nl: Uitzonderingen
no: Utelatelser
sv: Undantag

# caseConversion_Exception_Add
source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
lt: Pridėti
nl: Toevoegen
no: Legg til
sv: Lägg Till

# caseConversion_Exception_Remove
source: Remove
da: Fjern
de: Entfernen
es: Quitar
fr: Retirer
lt: Pašalinti
nl: Verwijderen
no: Fjern
sv: Ta Bort

# caseConversion_FileName
source: Convert Filename
da: Konverter filnavn
de: Konvertiere Dateiname
es: Convertir nombre de archivo
fr: Convertir le nom du fichier
lt: Konvertuoti failo vardą
nl: Bestandsnaam converteren
no: Konnverter Flnavn
sv: Konvertera FilNamn

# caseConversion_FirstLetterUpperCase
source: First Letter Upper Case
da: 1, bogst. med stort
de: Erster Buchstabe in Großschreibung
es: Primera Letra en Mayúsculas
fr: La première lettre en majuscule
lt: Pirma raidė didžioji
nl: Eerste letter kapitaal
no: Første Bokstav Stor Bokstav
sv: Versaler i början på första ordet

# caseConversion_GroupBoxTags
source: Convert Tags for ...
da: Konverter Tags til ...
de: Konvertiere folgende Tags ...
es: Convertir etiquetas por ...
fr: Convertir les Tags...
lt: Konvertuoti žymas ...
nl: Converteer Tags naar ...
no: Konnverter Tagger for ...
sv: Konvertera taggar för...

# caseConversion_GroupBox_Method
source: Conversion Method
da: Konverteringsmetode
de: Konvertierungs-Methode
es: Método de Conversión
fr: Méthode de conversion
lt: Konvertavimo būdas
nl: Conversiemethode
sv: Konverteringsmetod

# caseConversion_Header
source: Case Conversion
da: Case konvertering
de: Groß- / Kleinschreibung umwandeln
es: Caja de Conversión
fi: Poista tagit
fr: Conversion de la casse
lt: Didelių mažų raidžių konvertavimas
nl: Kapitaal Omzetting
no: Bokstav Konvertering
sv: Storleksformatering

# caseConversion_Options
source: General Options
da: Muligheder
de: Optionen
es: Opciones
fi: Valinnat
fr: Options
lt: Pasirinkimai
nl: Opties
no: Valg
sv: Val

# caseConversion_Replace20bySpace
source: Replace "%20" by Space
da: Erstat \"%20\" med blank
de: Ersetze "%20" durch Leerzeichen
es: Reemplazar \"%20\" por Espacio
fr: Remplacer \"%20\" par \"espacement\"
lt: Pakeisti \"%20\" tarpu
nl: Vervang \"%20\" door Spatie
no: Endre \"%20\" med Tomrom
sv: Byt ut \"%20\" mot Mellanslag

# caseConversion_ReplaceSpaceBy20
source: Replace Space by "%20"
da: Erstat blank med \"%20\"
de: Ersetze Leerzeichen durch "%20"
es: Reemplazar Espacio por \"%20\"
fr: Remplacer \"espacement\" par \"%20\"
lt: Pakeisti tarpą \"%20\"
nl: Vervang Spatie door \"%20\"
no: Endre Tomrom med \"%20\"
sv: Byt ut Mellanslag mot \"%20\"

# caseConversion_ReplaceSpaceByUnderscore
source: Replace Space by "_"
da: Erstat blank med \"_\"
de: Ersetze Leerzeichen durch "_"
es: Reemplazar Espacio por \"_\"
fr: Remplacer \"espacement\" par \"_\"
lt: Pakeisti tarpą \"_\"
nl: Vervang Spatie door \"_\"
no: Endre Tomrom med \"_\"
sv: Byt ut Mellanslag mot \"_\"

# caseConversion_ReplaceUnderScoreBySpace
source: Replace "_" by Space
da: Erstat \"_\" med blank
de: Ersetze "_" durch Leerzeichen
es: Reemplazar \"_\" por Espacio
fr: Remplacer \"_\" par \"espacement\"
lt: Pakeisti \"_\" tarpu
nl: Vervang \"_\" door Spatie
no: Endre \"_\" med Tomrom
sv: Byt ut \"_\" mot Mellanslag

# caseConversion_Tab_Settings
source: Settings
da: Indstilllinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Réglages
lt: Nustatymai
nl: Instellingen
no: Innstillinger
sv: Inställningar

# caseConversion_Tags
source: Convert Tags
da: C Tags
de: Konvertiere Tags
es: Convertir Etiquetas
fr: Convertir les Tags
lt: Konvertuoti žymas
nl: Converteer Tags
no: Konverter Tagger
sv: Konvertera Taggar

# caseConversion_Title
source: Title
da: Titel
de: Titel
es: Título
fi: Otsikko
fr: Titre
lt: Antraštė
nl: Titel
no: Tittel
sv: Titel

# ribbon_Exit
source: Exit
de: Beenden
es: Salir
fi: Poistu
fr: Quitter
lt: Išeiti
nl: Afsluiten
no: Avslutt
sv: Avsluta

# ribbon_Save
source: Save
da: Gem
de: Abspeichern
es: Guardar
fi: Tallenna
fr: Enregistrer
lt: Išsaugoti
nl: Opslaan
no: Lagre
sv: Spara

# identifySong_Country
source: Country
da: land
de: Land
es: País
fr: Pays
lt: žemės
nl: land
sv: Mark

# identifySong_GroupBox_Identified
source: Identified Song
da: identificeret Track
de: Identifizierte Lieder
es: Pista Identificada
fr: Piste identifiée
lt: Nustatytas takelis
nl: Geïdentificeerd Nummer
no: Identifiserte Spor
sv: Identifierat Spår

# identifySong_GroupBox_Results
source: The song is available on multiple albums. Please select
da: Nummeret er tilgængelig på flere album. vælg venligst
de: Das identifizierte Lied ist auf mehreren Alben verfügbar. Bitte auswählen
es: La pista está disponible en varios álbums. Por favor, seleccione
fr: Cette piste est disponible sur plusieurs albums. Faites votre choix ...
lt: Takelis yra keliuose albumuose. Prašome pasirinkti
nl: Het nummer is beschikbaar op meerdere albums. A.u.b. één selecteren
no: Sporet er funnet på mange Album, vennligst velg
sv: Detta spår är tillgänglig på flera album. Gör ett val

# identifySong_Title
source: Auto Tagging
da: Internet opslag
de: Internet Suche
es: Buscar en Internet
fr: Consultation d\'Internet
lt: Interneto užklausa
nl: Op Internet opzoeken
no: Internett Søk
sv: Internet-sökning

# settings_DebugLevel
source: Debug Level:
da: Debug niveau:
de: Debug Stufe:
fr: Niveau débogage :
lt: Debug lygis:
nl: Debug niveau:
no: Debug Nivå:
sv: Debugnivå:

# settings_General
source: General Settings
de: Generelle Einstellungen

# settings_Header
source: Settings
da: Indstilllinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Réglages
lt: Nustatymai
nl: Instellingen
no: Innstillinger
sv: Inställningar

# settings_Keys
source: Keyboard Shortcuts
da: Tastatur genveje
de: Tastatur Shortcuts
es: Atajos de Teclado
fr: Raccourcis clavier
lt: Klaviatūros nuoroda
nl: Toetsenbord sneltoetsen
no: Snarveier for Tastatur
sv: Tangentbordsgenvägar

# settings_Language
source: Language:
da: Sprog:
de: Sprache:
es: Idioma:
fr: Langue :
lt: Kalba:
nl: Taal:
no: Språk:
sv: Språk

# settings_Theme
source: Theme:
da: Tema:
de: Farbschema:
es: Tema:
fr: Thème :
lt: Tema:
nl: Thema:
no: Tema:
sv: Tema

# settings_AlternateRowColor
source: Alternate Row Color:
de: Farbe für alternierende Reihen:

# settings_ChangedRowColor
source: Changed Row Color:
de: Farbe für geänderte Reihen:

# findReplace_HeaderFind
source: Find
de: Suchen
es: Buscar
fi: Etsi
fr: Trouver
lt: Rasti
nl: Zoek
no: Finn
sv: Hitta

# findReplace_HeaderReplace
source: Replace
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
lt: Pakeisti
nl: Vervang
no: Erstat
sv: Ersätt

# findReplace_FindNext
source: Find Next
da: Find næste
de: Nächster
es: Buscar Siguiente
fi: Etsi seuraava
fr: Trouver le suivant
lt: Ieškoti toliau
nl: Volgende zoeken
no: Finn Neste
sv: Hitta Nästa

# findReplace_FindWhat
source: Find what:
da: Find hvad:
de: Suchen nach:
es: Buscar que:
fi: Mitä etsit:
fr: Trouver quoi :
lt: Rasti tai:
nl: Zoek op:
no: Hva skal finnes:
sv: Hitta vad:

# findReplace_MatchCase
source: Match case
de: Groß- / Kleinschreibung
es: Coincidir Mayúsculas y Minúsculas
fr: Respecter la casse
lt: Lyginti pagal raidžių dydžius
nl: Hoofdletter gevoelig
no: Match Settning
sv: Matcha gemen/versal

# findReplace_Replace
source: Replace
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
lt: Pakeisti
nl: Vervang
no: Erstatt
sv: Ersätt

# findReplace_ReplaceAll
source: Replace All
da: Erstat alle
de: Alle ersetzen
es: Reemplazar Todo
fi: Korvaa kaikki
fr: Tout remplacer
lt: Pakeisti visus
nl: Vervang alle
no: Erstatt alle
sv: Ersätt Alla

# findReplace_ReplaceWith
source: Replace with:
da: Erstat med:
de: Ersetzen durch:
es: Reemplazar con:
fr: Remplacer par :
lt: Pakeisti:
nl: Vervang met:
no: Erstatt med:
sv: Ersätt med:

# findReplace_NoMoreOccurencesFound
source: No more occurences of search string found
da: Ikke flere forekomster af søgestrengen fundet
de: Keine weiteren Treffer für die Suchzeichenfolge
es: No se encuentran más coincidencias en la búsqueda
fr: Il n\'existe plus aucune correspondance
lt: Daugiau nerasta paieškos eilučių
nl: Geen resultaten meer voor zoekwoord
no: Ingen flere tilfeller av søke streng funnet
sv: Inga fler träffar av söksträngen förekom

# findReplace_NotFound
source: Search string not found
da: Søgestreng ikke fundet
de: Suchzeichenfolge nicht gefunden
es: Búsqueda no encontrada
fr: Chaîne de recherche introuvable
lt: Paieškos eilutė nerast
nl: Zoekwoord niet gevonden
no: Søke streng ikke funnet
sv: Söksträngen kunde inte hittas

# screentip_AutoNumberText
source: The track number of the selected song is set using the value in the text box as the start number.
da: De valgte filer får fortløbende nummer startende med værdien i tekstfeltet.
de: Die Track Nummer der ausgewählten Dateien wird automatisch nummeriert.
es: El número de la pista de los archivos seleccionados se ajusta con el valor en el cuadro de texto como el número de inicio.
fr: Le numéro de piste des fichiers sélectionnés sont établis en utilisant la valeur inscrite dans la boîte de texte comme numéro de départ.
lt: Pasirinkto failo dainos numeris nustatytas naudojant tekstinio įrašo verte kaip pradžios numerį.
nl: Het nummer van de geselecteerde bestanden word ingesteld door de waarde in het tekstvenster te gebruiken als start nummer.
no: Auto nummereringer bruker det valgte tallet i boksen som startnummer.
sv: Spårnumret för de valda filerna ställs in genom värdet som anges i textrutan.

# screentip_BPMText
source: Analyses the selected file and calculates the Beats per Minute (BPM). The calcualted value is written into the Tags. Note: The file itself is not modified.
de: Analysiert die ausgewählte Datei und errechnet die Beats per Minute (BPM). Der Wert wird in die Metadaten geschrieben.\nDie Datei selbst wird nicht geändert.
es: Analiza el archivo seleccionado y calcula las Pulsaciones por Minuto (BPM). El valor calculado se escribe en las Etiquetas.\nNota: El archivo no se modifica.
fr: Analyse du fichier sélectionné et calcule du battement par minute (BPM) . La valeur calculée est écrit dans le tag du fichier . \nRemarque: Le fichier n\'est pas modifié.
nl: Analyseert de geselecteerde bestanden en berekend het aantal Beats per Minuut (BPM). De waarde word in de Tags geschreven. Let op: Het bestand zelf blijft ongewijzigd.
sv: Analyserar den valda filen ock beräknar slag per minut (BPM). Det beräknade värdet skrivs som en tag, Notera att filen isig inte ändaras.

# screentip_CaseConversionText
source: Case Conversion Rules, as set in the options, are applied on all selected files.
da: STORE/små bogstav regler, som fastsat i muligheder anvendes på alle valgte filer.
de: Groß-/ Kleinschreibung Regeln, wie sie in den Optionen gesetzt wurden, werden auf die ausgewählten Datein angewendet.
es: Reglas de Conversión de Mayúsculas, según lo establecido en las opciones se aplican a todos los archivos seleccionados.
fr: Les règles de conversion de la casse définies dans les options sont appliquées à tous les fichiers sélectionnés.
lt: Didelių/mažų raidžių taisyklės pagal nustatymus pritaikytos visiems pasirinktiems failams.
nl: Het vervangen van hoofdletters, zoals ingesteld in de Opties, word toegepast op de geselecteerde bestanden.
no: Konverterer bokstaver i henhold til instillingene for valgte filer.
sv: Regler för formattering av stora eller små bokstäver appliceras efter de regler som sparats på valda filer.

# screentip_DeleteLayoutText
source: The layout of the regions in the Docking Manager is saved upon exit and reused at the next start of the application. Use this function to return to the default application layout.
de: Das Layout der einzelnen Regionen im Docking Manager wird beim beenden gespeichert und beim nächsten Start wiederverwendet. Verwende diese Funktion um zum Standard Layout zurück zu kehren,

# screentip_DeleteTagsText
source: All tags are removed from the selected files.
da: Alle tags fjernes fra de valgte filer.
de: Alle Tags in den selektierten Dateien werden gelöscht.
es: Eliminadas todas las etiquetas de los archivos seleccionados.
fi: Kaikki tagit on poistettu valituista tiedostoista.
fr: Tous les Tags sont retirés des fichiers sélectionnés.
lt: Visos pasirinktų failų žymės panaikintos.
nl: Alle tags worden verwijderd uit de geselecteerde bestanden
no: Alle tagger vil bli fjernet fra valgte filer.
sv: Samtliga taggar raderas från de valda filerna.

# screentip_ExecuteScriptText
source: Applies the script in the combo box to the selected files.
da: Anvender scriptet i combo-boksen til de valgte filer.
de: Das Script, welches in der Combo Box ausgewählt wurde, wird auf die selektierten Dateien angewendet.
es: Aplica el script en el cuadro combinado para los archivos seleccionados.
fr: Applique le Script dans la boîte déroulante des fichiers sélectionnés
lt: Taiko skriptą pasirinkimo langelyje pažymėtiems failams.
nl: Past het script toe uit de keuzelijst van de geselecteerde bestanden.
no: Utfører kommandoer bassert på skript, for de valgte filene.
sv: Använder skriptet i kombo-rutan för de valda filerna.

# screentip_FindText
source: Opens the find dialog to search for the specified string in the songs displayed in the grid.
da: Åbner dialogen Find for at søge efter den angivne streng i de udvalgte tracks.
de: Öffnet den Suchdialog und sucht nach dem angegebenen Text in den ausgewählten Dateien.
es: Abre el diálogo de búsqueda para buscar la cadena específicada en las Pistas seleccionadas.
fr: Ouvre la boîte de recherche de la chaîne spécifiées dans les pistes sélectionnées.
lt: Atveria paieškos dialogą pasirinktiems Takeliams pagal numatytą užklausą.
nl: Open het zoekventers om specifieke strings te zoeken in de geselecteerde Nummers.
sv: Öppnar en dialogruta för sökning efter en specifik sträng i de valda Spåren.

# screentip_FixSongText
source: Uses MP3Val to fix errors detected in the selected MP3 File.
da: Bruger MP3val til at rette fejl fundet i den valgte MP3-fil.
de: Verwendet MP3Val um Fehler in der MP3 Datei zu korrigieren.
es: Usa MP3Val para arreglar errores en el archivo MP3 seleccionado.
fr: Utilise \"MP3Val\" pour réparer les erreurs détectées dans le fichier MP3 sélectionné.
lt: Naudoja MP3Val, kad pataisyti klaidas aptiktas pasirinktame MP3 faile.
nl: Gebruikt MP3Val om fouten in de geselecteerde MP3 bestanden te detecteren.
sv: Använder MP3Val till att fixa fel som uppdagats i den valda MP3-filen.

# screentip_GetLyricsText
source: Lyrics for the selected songs is searched on various Lyrics sources checked in the dialog.
da: Lyrics modulet henter teksterne til de valgte filer fra Lyrics kilder valgt i præferencer.
de: In den, in den Einstellungen ausgewählten, Quellen wird nach den Liedtexten gesucht.
es: El Lyricsengine recupera la letra de los archivos seleccionados de las fuentes de letras marcadas en las preferencias.
fr: Le moteur de recherche des paroles (Lyricsengine) récupère les paroles du fichier sélectionné à partir des sources \"Paroles de chanson\" cochées dans les préférences.
lt: Dainos žodžių variklis ieško žodžių pasirinktiems failams Dainos žodžių šaltiniuose nurodytuose nustatymuose.
nl: De Lyricsengine haalt de teksten voor de geselecteerde bestanden uit de Lyrics bronnen geselecteerd in de voorkeuren.
no: Sang tekster blir henter for de valgte filene fra det stedet som er satt i innstillinger for Lyrikk.
sv: Textmotorn hämtar texter till de valda filerna från de text-källor som är valda i inställningar.

# screentip_IdentifyFileText
source: A hash is built over the first 30 seconds of the file. This hash is then used to identify the file on MusicBrainz. The tags are then retrieved from MusicBrainz and written to the file.
de: Es wird ein hash-Wert aus den ersten 30 Sekunden der Datei erzeugt. Dieser Wert wird benutzt, um die Datei bei MusicBrainz zu identifizieren.\nDie Tags werden dann von MusicBrainz geholt und in die Datei geschrieben.
es: Un hash se construye en los primeros 30 segundos del archivo. Este hash se utiliza para identificar el archivo de MusicBrainz.\nLas etiquetas se recuperan desde MusicBrainz y se escriben en el archivo.
fr: Un cryptogramme est construit sur les 30 premières secondes du fichier. Cette clé est ensuite utilisée pour identifier le fichier sur MusicBrainz. \nLes Tags sont alors récupérés sur MusicBrainz et écrits dans le fichier.
nl: Er wordt een hash gemaakt van de eerste 30 seconden van het bestand. Deze hash word gebruikt om het bestand te identificeren op MusicBrainz. De tags worden van MusicBrainz gehaald en in het bestand geschreven.
sv: En markör finns, uppbyggd av filens första 30 sekunder. Denna markör kan sedan användas för att identifiera filen på MusicBrainz. Taggarna hämtas sedan från MusicBrainz och skrivs in i filen.

# screentip_NumberOnClickText
source: While the button is toggled on, a click on a file sets the track number.
da: Mens knappen holddes ned vil et klik på en fil sætte track nummeret.
de: Während die Schaltfläche aktiv ist, wird bei einem click auf den Titel, die Track Nummer gesetzt.
es: Mientras que el botón esté activado, un clic en un archivo configura el número de pista.
fr: Quand le bouton est enclenché, un clic sur un fichier établit le numéro de piste
lt: Kai šis mygtukas įjungtas, paspaudžiant ant failo nustatomas takelio numeris.
nl: Zolang de knop aan staat zal het tracknummer worden ingesteld als er op een bestand wordt geclickt.
no: Når denne er valgt, foregår nummerering ved hjelp av at du klikker på en fil.
sv: När denna funktion är aktiv får en fil sitt spårnummer när man klickar på den.
